{
    "Akademia Bydgoska im. Kazimierza Wielkiego w Bydgoszczy": [
        "Wydawnictwo Akademii Bydgoskiej im. Kazimierza Wielkiego",
        "Zakład Historii i Teorii Literatury Rosyjskiej w Instytucie Filologii Rosyjskiej i Lingwistyki Stosowanej Akademii Bydgoskiej im. Kazimierza Wielkiego w Bydgoszczy",
        "Biblioteka Główna Akademii Bydgoskiej im. Kazimierza Wielkiego",
        "Wydawnictwo Uczelniane Akademii Bydgoskiej im. Kazimierza Wielkiego",
        "Zakład Stylistyki i Pragmatyki Językowej Instytutu Filologii Polskiej Akademii Bydgoskiej im. Kazimierza Wielkiego"
    ],
    "Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie": [
        "Stowarzyszenie Wychowanków Akademii Górniczo-Hutniczej im. Stanisława Staszica"
    ],
    "Akademia Medyczna w Białymstoku": [
        "Akademia Medyczna w Białymstoku. Studium Języków Obcych"
    ],
    "Akademia Muzyczna w Krakowie": [
        "Akademia Muzyczna w Krakowie. Wydział Kompozycji, Teorii i Dyrygentury"
    ],
    "Akademia Pedagogiczna w Krakowie": [
        "Instytut Filologii Polskiej Akademii Pedagogicznej w Krakowie",
        "Wydział Humanistyczny Akademii Pedagogicznej w Krakowie",
        "Instytut Historii Akademii Pedagogicznej w Krakowie",
        "Instytut Neofilologii Akademii Pedagogicznej w Krakowie",
        "Koło Towarzystwa im. Marii Konopnickiej przy Akademii Pedagogicznej w Krakowie",
        "Samorząd Studentów Akademii Pedagogicznej w Krakowie",
        "Studium Dziennikarskie Akademii Pedagogicznej im. Komisji Edukacji Narodowej w Krakowie",
        "Fundacja Oświecenia Publicznego Towarzystwa Asystentów Akademii Pedagogicznej w Krakowie",
        "Instytut Bibliotekoznawstwa i Informacji Naukowej Akademii Pedagogicznej w Krakowie",
        "Instytut Filologii Polskiej Akademii Pedagogicznej (dawn.: Wyższej Szkoły Pedagogicznej) w Krakowie",
        "Instytut Filologii Rosyjskiej Akademii Pedagogicznej (dawn. Wyższej Szkoły Pedagogicznej) w Krakowie",
        "Instytut Filologii Rosyjskiej Krakowskiej Akademii Pedagogicznej",
        "Katedra Literatury dla Dzieci i Młodzieży w Instytucie Filol. Pol. Akademii Pedagogicznej w Krakowie",
        "Katedra Logopedii i Lingwistyki Edukacyjnej Instytutu Filologii Polskiej Akademii Pedagogicznej",
        "Koło Naukowe Polonistów Akademii Pedagogicznej w Krakowie",
        "Koło Naukowe Studentów Instytutu Filologii Polskiej Akademii Pedagogicznej w Krakowie",
        "Wydawnictwo Akademii Pedagogicznej im. KEN w Krakowie",
        "Wydawnictwo Naukowe Akademii Pedagogicznej",
        "Wydawnictwo Naukowe Akademii Pedagogicznej im. KEN w Krakowie",
        "Wydawnictwo Naukowe Akademii Pedagogicznej im. Komisji Edukacji Narodowej",
        "Wydawnictwo Naukowe AP [Akademii Pedagogicznej]"
    ],
    "Akademia Podlaska w Siedlcach": [
        "Instytut Historii Akademii Podlaskiej w Siedlcach",
        "Uczelniany Ośrodek Kultury. Akademia Podlaska",
        "Wydawnictwo Uczelniane Akademii Podlaskiej",
        "Akademia Podlaska w Siedlcach. Uczelniany Ośrodek Kultury",
        "Akademia Podlaska w Siedlcach. Uczelniany Ośrodek Kultury. Studencki Ośrodek Działań Kulturalnych \"Limes\"",
        "AP [Akademia Podlaska]. UOK [Uczelniany Ośrodek Kultury]. SODK [Studencki Ośrodek Działań Kulturalnych] LIMES",
        "Instytut Filologii Polskiej Akademii Podlaskiej w Siedlcach",
        "Instytut Filologii Polskiej. Akademia Podlaska",
        "Katedra Historii Literatury Polskiej Instytutu Filologii Polskiej Akademii Podlaskiej w Siedlcach",
        "Wydawnictwo Akademii Podlaskiej",
        "Wydział Humanistyczny Akademii Podlaskiej w Siedlcach"
    ],
    "Akademia Teatralna im. Aleksandra Zelwerowicza w Warszawie": [
        "Akademia Teatralna im. Aleksandra Zelwerowicza w Warszawie. Wydział Sztuki Lalkarskiej w Białymstoku",
        "Akademia Teatralna im. Aleksandra Zelwerowicza w Warszawie. Wydział Reżyserii Dramatu",
        "Wydział Wiedzy o Teatrze (Warszawa, Akademia Teatralna, dawniej Państwowa Wyższa Szkoła Teatralna im. A. Zelwerowicza)"
    ],
    "Akademia Teologii Katolickiej w Warszawie": [
        "Komisja do Badań nad Historią Teologii w Polsce przy Akademii Teologii Katolickiej w Warszawie",
        "Wydawnictwo Akademii Teologii Katolickiej",
        "Fundacja Akademii Teologii Katolickiej dla Wspierania Rozwoju Chrześcijańskich Nauk Społecznych i Społecznej Gospodarki Rynkowej w Polsce",
        "Instytut Dialogu Katolicko-Judaistycznego Akademii Teologii Katolickiej w Warszawie",
        "Naukowe Koło Studentów Filozofii przy Akademii Teologii Katolickiej w Warszawie",
        "Wydział Filozofii Chrześcijańskiej Akademii Teologii Katolickiej w Warszawie"
    ],
    "Akademia Świętokrzyska im. Jana Kochanowskiego w Kielcach": [
        "Akademia Świętokrzyska im. Jana Kochanowskiego w Kielcach. Filia w Piotrkowie Trybunalskim. Instytut Filologii Polskiej",
        "Naukowe Wydawnictwo Piotrkowskie przy Filii Akademii Świętokrzyskiej  im. Jana Kochanowskiego",
        "Akademia Świętokrzyska im. Jana Kochanowskiego w Kielcach. Filia w Piotrkowie Trybunalskim",
        "Wydawnictwo Naukowe Filii Akademii Świętokrzyskiej",
        "Wydział Zarządzania i Administracji Akademii Świętokrzyskiej im. J. Kochanowskiego w Kielcach",
        "WZiA . AŚ [Wydział Zarządzania i Administracji. Akademia Świętokrzyska]"
    ],
    "Archiwum Państwowe": [
        "Naczelna Dyrekcja Archiwów Państwowych w Warszawie"
    ],
    "Bernardinum": [
        "Wydawnictwo Diecezji Pelplińskiej \"Bernardinum\""
    ],
    "Białoruskie Towarzystwo Społeczno-Kulturalne w Polsce": [
        "Zarząd Główny Białoruskiego Towarzystwa Społeczno-Kulturalnego w Polsce",
        "Białoruskie Towarzystwo Społeczno-Kulturalne w Białymstoku",
        "Białoruskie Towarzystwo Społeczno-Kulturalne. Zarząd Oddziału",
        "Białoruskie Towarzystwo Społeczno-Kulturalne. Zarząd Oddziału w Warszawie"
    ],
    "Biblioteka Narodowa w Warszawie": [
        "Instytut Książki i Czytelnictwa Biblioteki Narodowej",
        "Instytut Bibliograficzny Biblioteki Narodowej",
        "Instytut Książki i Czytelnictwa Biblioteki Narodowej w Warszawie",
        "Pracownia Dokumentacyjna Księgozbiorów Historycznych Biblioteki Narodowej w Warszawie",
        "Instytut Bibliograficzny Biblioteki Narodowej w Warszawie",
        "Wydawnictwo Biblioteki Narodowej",
        "Zakład Badania Historii Czytelnictwa Instytutu Książki i Czytelnictwa Biblioteki Narodowej",
        "Zakład Badań Czytelnictwa Biblioteki Narodowej w Warszawie",
        "Zakład Badań Historii Czytelnictwa Biblioteki Narodowej",
        "Zakład Dokumentacji Księgoznawczej Biblioteki Narodowej w Warszawie",
        "Zakład Informacji Naukowej Biblioteki Narodowej w Warszawie"
    ],
    "Biblioteka Publiczna im. Joachima Lelewela w Koszalinie": [
        "Koszalińska Biblioteka Publiczna im. Joachima Lelewela",
        "Biblioteka Publiczna im. Joachima Lelewela w Koszalinie",
        "Biblioteka Publiczna im. Joachima Lelewela w Koszalinie"
    ],
    "Biblioteka Publiczna m. st. Warszawy": [
        "Muzeum Książki Dziecięcej Biblioteki Publicznej m.st. Warszawy",
        "Biblioteka Publiczna m. st. Warszawy. Biblioteka Główna",
        "Biblioteka Publiczna m. st. Warszawy. Biblioteka Główna Województwa Mazowieckiego",
        "Biblioteka m.st. Warszawy",
        "Biblioteka Publiczna m[iasta] st[ołecznego] Warszawy. Biblioteka Główna. Dział Muzeum Książki Dziecięcej",
        "Biblioteka Publiczna w Dzielnicy Ochota m. st. Warszawy"
    ],
    "Biblioteka Raczyńskich w Poznaniu": [
        "Dom Literatury Biblioteki Raczyńskich w Poznaniu"
    ],
    "Biblioteka Śląska w Katowicach": [
        "Biblioteka Śląska",
        "Biblioteka Śląska w Cieszynie",
        "Kapituła Elitarnego Klubu Dobrej Książki przy Bibliotece Śląskiej w Katowicach"
    ],
    "Brulion": [
        "Fundacja \"Brulionu\""
    ],
    "Cahiers Litteraires - Zeszyty Literackie": [
        "Fundacja \"Zeszytów Literackich\"",
        "Biblioteka \"Zeszytów Literackich\"",
        "FZL [Fundacja Zeszytów Literackiech]"
    ],
    "Centre National de la Recherche Scientifique (CNRS) we Francji": [
        "Editions du Centre National de la Recherche Scientifique",
        "CNRS [Centre National de la Recherche Scientifique] Editions"
    ],
    "Centrum Edukacji Kulturalnej w Warszawie": [
        "Pracownia Literacka Stołecznego Centrum Edukacji Kulturalnej w Warszawie",
        "Pracownia Literatury Stołecznego Centrum Edukacji Kulturalnej w Warszawie"
    ],
    "Centrum Kultury \"Dworek Białoprądnicki\" w Krakowie": [
        "Dzielnicowy Dom Kultury \"Dworek Białoprądnicki\""
    ],
    "Centrum Kultury \"Dwór Artusa\" w Toruniu": [
        "Centrum Kultury Dwór Artusa"
    ],
    "Centrum Kultury \"Zamek\" w Poznaniu": [
        "Klub Literacki Centrum Kultury \"Zamek\" w Poznaniu",
        "Centrum Kultury \"Zamek\"",
        "Centrum Kultury \"Zamek\". Klub Literacki",
        "Centrum Kultury Poznania \"Zamek\"",
        "Centrum Kultury Poznania \"Zamek\" Klub Literacki"
    ],
    "Centrum Sztuki Studio im. Stanisława Ignacego Witkiewicza w Warszawie": [
        "Centrum Sztuki Studio"
    ],
    "Chrześcijańskie Stowarzyszenie Społeczne": [
        "Klub Błogosławionego Brata Alberta przy Oddziale Wojewódzkim Chrześcijańskiego Stowarzyszenia Społecznego w Koninie"
    ],
    "Club Culturel Franco-Polonais \"Polonia-Nord\"": [
        "Publications du Club Polonia-Nord"
    ],
    "Collegium Polonicum w Słubicach": [
        "Biblioteka Collegium Polonicum w Słubicach"
    ],
    "Columbia University w Nowym Jorku": [
        "Centrum Europy Środkowo-Wschodniej na Columbia University",
        "Columbia University Press",
        "Department of Slavic Languages Columbia University",
        "Donald Keene Center of Japanese Culture Columbia University",
        "Zespół teatralny przy Columbia University w Nowym Jorku"
    ],
    "Dolnośląskie Towarzystwo Społeczno-Kulturalne we Wrocławiu": [
        "Wydawnictwo Silesia Dolnośląskiego Towarzystwa Społeczno-Kulturalnego"
    ],
    "Dom Wojska Polskiego": [
        "Dom Wojska Polskiego. Centralny Ośrodek Metodyczny",
        "Dział Wydawniczy Centralnego Ośrodka Metodycznego Domu Wojska Polskiego",
        "Centralny Ośrodek Metodyczny Domu Wojska Polskiego",
        "Centralny Ośrodek Szkolenia Metodycznego Domu Wojska Polskiego",
        "Dom Wojska Polskiego. Wydział Wydawniczy Centralnego Ośrodka Szkolenia Metodycznego",
        "Dział Wydawniczy COM DWP [Centralnego Ośrodka Metodycznego Domu Wojska Polskiego]",
        "Wydział Wydawniczy Centralnego Ośrodka Metodycznego DWP [Domu Wojska Polskiego]"
    ],
    "Elbląskie Towarzystwo Kulturalne": [
        "Klub Literacki Elbląskiego Towarzystwa Kulturalnego"
    ],
    "Fandom Polski": [
        "Śląski Klub Fantastyki w Katowicach",
        "Gdański Klub Fantastyki",
        "Klub Fantastyki \"Ad Astra\" w Zielonej Górze",
        "Galicyjska Gildia Fanów Fantastyki",
        "Konfederacja Fantastyki \"Rassun\" w Warszawie",
        "Klub Fantastyki \"Fremen\" w Elblągu",
        "Podlaskie Towarzystwo Miłośników Fantastyki w Białymstoku",
        "Stowarzyszenie Fantastyki \"Framling\"",
        "Klub Fantastyki \"Druga Era\" w Poznaniu",
        "Klub Fantastyki \"Nexus\"",
        "Klub Miłośników Fantastyki \"Mithost\" w Toruniu",
        "Lubelski Klub Fantastyki \"Syriusz\" [właśc. nazwa: Cytadela Syriusza BD]",
        "Elbląski Klub Fantastyki \"Fremen\"",
        "Śląski Klub Fantastyki",
        "Klub Fantastyki \"Ad Astra\" w Zielonej Górze"
    ],
    "Franciszkanie": [
        "Kuria Prowincjalna OO Franciszkanów"
    ],
    "Freie Universitaet w Berlinie": [
        "Institut fuer Turkologie Freie Universitaet Berlin"
    ],
    "Fundacja \"Centrum Międzynarodowych Badań Polonistycznych\"": [
        "Fundacja \"Centrum Badań Polonistycznych"
    ],
    "Fundacja \"Pallas Silesia\"": [
        "Fundacja na Rzecz Neolatynistyki Śląskiej \"Pallas Silesia\"",
        "Pallas Silesia"
    ],
    "Fundacja Judaica - Centrum Kultury Żydowskiej w Krakowie": [
        "Judaica Foundation. Center for Jewish Culture",
        "The Judaica Foundation. Center for Jewish Culture"
    ],
    "Fundacja Kultury Polskiej": [
        "Fundacja Kultury Polskiej - filia krakowska",
        "Fundacja Kultury Polskiej w Szwecji"
    ],
    "Fundacja Kuncewiczów w Kazimierzu Dolnym": [
        "Dom Marii i Jerzego Kuncewiczów w Kazimierzu Dolnym"
    ],
    "Fundacja Sztuki na rzecz \"Integracji\"": [
        "Wydawnictwo autorskie. Fundacja Sztuki na Rzecz \"Integracji\""
    ],
    "Fundacja na Rzecz Nauki Polskiej": [
        "Adam Fitas. Fundacja na Rzecz Nauki Polskiej"
    ],
    "Fundusz Literatury": [
        "Rada Funduszu Literatury",
        "Śląski Fundusz Literatury"
    ],
    "Galeria Foksal": [
        "Fundacja Galerii Foksal"
    ],
    "Gdańskie Towarzystwo Naukowe": [
        "Wydział I Nauk Społecznych i Humanistycznych Gdańskiego Towarzystwa Naukowego",
        "Wydział I Gdańskiego Towarzystwa Naukowego"
    ],
    "Gdańskie Towarzystwo Przyjaciół Sztuki w Gdańsku": [
        "Zarząd Główny Gdańskiego Towarzystwa Przyjaciół Sztuki"
    ],
    "Gdańskie Wydawnictwo Oświatowe \"Słowo/Obraz Terytoria\"": [
        "Słowo-Obraz Terytoria"
    ],
    "Goethe Institut": [
        "Instytut Goethego",
        "Instytut Goethego w Wilnie",
        "Goethe Institut Warschau",
        "Goethe Institute of New York",
        "Goethe Institute, Cracow",
        "Instytut Goethego Inter Nationes",
        "Instytut Goethego w Warszawie",
        "Instytut im. J.W. Goethego w Monachium",
        "Muzeum Goethego we Frankfurcie"
    ],
    "Grodzieński Uniwersytet Państwowy im. Janki Kupały w Grodnie": [
        "Katedra Filologii Polskiej na Uniwersytecie im. Janka Kupały w Grodnie",
        "Grodzieński Państwowy Uniwersytet Janki Kupały",
        "Kafedra Pol'skajj Fihlalogihih Grodzenskaga Dzjarzhauhnaga Unihversihtehta ihmja Jankih Kupaly",
        "Uchrezhdenie Obrazovanija \"Grodneskijj Gosudartvennyjj Universitet imeni Janki Kupaly\"",
        "Uniwersytet im. Janka Kupały w Grodnie",
        "Uniwersytet Państwowy im. Janki Kupały w Grodnie",
        "Uniwerytet im. Janki Kupały w Grodnie"
    ],
    "Grupa Literacka \"Gronie\" im. Emila Zegadłowicza w Żywcu": [
        "Gronie Grupa Literacka im. Emila Zegadłowicza. Towarzystwo Miłośników Ziemi Żywieckiej",
        "Biblioteka Poetycka Grupy Literackiej \"Gronie\"",
        "Towarzystwo Ziemi Żywieckiej G[rupy] Literackiej] \"Gronie\" im. E. Zegadłowicza"
    ],
    "Grupa Literacka '63 w Trzyńcu": [
        "Zarząd Grupy Literackiej '63 w Trzyńcu (Czechosłowacja)"
    ],
    "Grupa Poetycka \"Okno\"": [
        "Grupa Twórcza \"Okno\" w Warszawie"
    ],
    "Grupa Wydawnicza Bertelsmann Media": [
        "Bertelsmann Club"
    ],
    "Górnośląskie Towarzystwo Literackie": [
        "Górnośląskie Towarzystwo Literackie w Katowicach",
        "Koło Cieszyńsko-Zaolziańskie Górnośląskiego Towarzystwa Literackiego",
        "Górnośląskie Towarzystwo Literackie w Bytomiu",
        "Zarząd Górnośląskiego Towarzystwa Literackiego w Katowicach"
    ],
    "Główny Zarząd Polityczny Wojska Polskiego": [
        "Główny Zarząd Polityczny Wojska Polskiego. Zarząd Propagandy i Agitacji",
        "Główny Zarząd Polityczny Wojska Polskiego. Zarząd Kultury i Oświaty"
    ],
    "IBE [Instytut Badań Edukacyjnych]": [
        "Instytut Badań Pedagogicznych Zakład Systemów Wychowawczych. Pracownia Korczakowska."
    ],
    "II Liceum Ogólnokształcące im. Emilii Plater w Sosnowcu": [
        "Samorząd Uczniowski II Liceum Ogólnokształcącego im. Emilii Plater w Sosnowcu"
    ],
    "Instytut Badań Literackich Polskiej Akademii Nauk": [
        "Wydawnictwo Instytutu Badań Literackich Polskiej Akademii Nauk w Warszawie",
        "Komitet Główny Olimpiady Literatury i Języka Polskiego przy Instytucie Badań Literackich Polskiej Akademii Nauk",
        "Pracownia Literatury Oświecenia Instytutu Badań Literackich Polskiej Akademii Nauk",
        "Pracownia Literatury Renesansu i Baroku Instytutu Badań Literackich Polskiej Akademii Nauk",
        "Pracownia Poetyki Historycznej Instytutu Badań Literackich Polskiej Akademii Nauk",
        "Pracownia Historii Literatury Renesansu i Baroku Instytutu Badań Literackich Polskiej Akademii Nauk",
        "Pracownia Historii Czasopiśmiennictwa Polskiego XIX i XX wieku Instytutu Badań Literackich Polskiej Akademia Nauk",
        "Biblioteka Instytutu Badań Literackich PAN w Warszawie",
        "Oprac. Zespół Poznańskiej Pracowni Bibliograficznej IBL PAN",
        "PAN. IBL. Pracownia Hist. Czasopiśm. Pol.XIX i XX w.",
        "PAN. Komitet Nauk o Lit. Polskiej. [Z prac Inst. Filol. Polskiej UG oraz IBL PAN]",
        "Pracownia Historii Literatury Staropolskiej Instytytu Badań Literackich Polskiej Akademii Nauk",
        "Pracownia Literatury Staropolskiej Instytutu Badań Literackich Polskiej Akademii Nauk",
        "Wydawnictwo IBL [Instytutu Badań Literackich]",
        "Wydawnictwo IBL PAN [Instytutu Badań Literackich Polskiej Akademii Nauk]",
        "Zespół Poznańskiej Pracowni Bibliograficznej Instytutu Badań Literackich Polskiej Akademii Nauk"
    ],
    "Instytut Filologii Polskiej Uniwersytetu Wrocławskiego": [
        "Instytut Filologii Polskiej Uniwersytetu Wrocławskiego, Zespół Lingwistyki Kulturowej"
    ],
    "Instytut Francuski w Polsce": [
        "Instytut Francuski w Polsce Oddział w Warszawie",
        "Mediateka Instytutu Francuskiego w Warszawie"
    ],
    "Instytut Historii Polskiej Akademii Nauk": [
        "Zakład Badań Kopernikańskich Instytuty Historii Nauki Polskiej Akademii Nauk"
    ],
    "Instytut Józefa Piłsudskiego w Ameryce": [
        "Fundacja im. Jerzego Łojka przy Instytucie Józefa Piłsudskiego w Nowym Jorku",
        "Instytut Józefa Piłsudskiego w Nowym Jorku",
        "Instytut Józefa Piłsudskiego"
    ],
    "Instytut Języka Polskiego Polskiej Akademii Nauk": [
        "PAN. Instytut Języka Polskiego, Pracownia Antroponimiczna Zakładu Onomastyki Polskiej",
        "PAN. Instytut Języka Polskiego. [Pracownia Dialektologii Polskiej]"
    ],
    "Instytut Kaszubski w Gdańsku": [
        "Instytut Kaszubski",
        "IK [Instytut Kaszubski]"
    ],
    "Instytut Kształcenia Nauczycieli im. Władysława Spasowskiego w Warszawie": [
        "Centrum Doskonalenia Nauczycieli im. Władysława Spasowskiego",
        "Centrum Doskonalenia Nauczycieli im. Władysława Spasowskiego, Oddział w Nowym Sączu",
        "Instytut Kształcenia Nauczycieli im. Władysława Spasowskiego. Oddział Doskonalenia Nauczycieli",
        "Centrum Doskonalenia Nauczycieli im. W. Spasowskiego. Oddz. w Rzeszowie.",
        "Centrum Doskonalenia Nauczycieli im. W. Spasowskiego. Oddział Doskonalenia Nauczycieli w Jeleniej Górze",
        "Instytut Kształcenia Nauczycieli im. W. Spasowskiego. Oddział Doskonalenia Nauczycieli w Kaliszu",
        "Instytut Kształcenia Nauczycieli im. W. Spasowskiego. Oddział Doskonalenia Nauczycieli w Olsztynie",
        "Instytut Kształcenia Nauczycieli Oddział Doskonalenia Nauczycieli",
        "IKN im. Władysława Spasowskiego w Warszawie",
        "Instytut Kształcenia Nauczycieli",
        "Instytut Kształcenia Nauczycieli im. W. Spasowskiego Oddział Doskonalenia Nauczycieli w Krakowie",
        "Instytut Kształcenia Nauczycieli im. W. Spasowskiego w Warszawie. Oddział Doskonalenia Nauczycieli w Bielsku-Białej",
        "Instytut Kształcenia Nauczycieli im. W. Spasowskiego. Oddział Doskonalenia Nauczycieli w Poznaniu",
        "Instytut Kształcenia Nauczycieli Oddział w Kielcach",
        "Instytut Kształcenia Nauczycieli w Kielcach"
    ],
    "Instytut Kultury Polskiej": [
        "Instytut Kultury Polskiej w Londynie",
        "Amerykański Instytut Kultury Polskiej w Miami",
        "Instytut Kultury Polskiej w Nowym Jorku"
    ],
    "Instytut Nauk o Literaturze Polskiej Uniwersytetu Śląskiego w Katowicach": [
        "Zakład Historii Literatury Baroku i Dawnej Książki Instytutu Nauk o Literaturze Polskiej Uniwersytetu Śląskiego",
        "na zlecenie Zakładu Literatury Współczesnej Instytutu Nauk o Literaturze Polskiej Uniwersytetu Śląskiego"
    ],
    "Instytut Pamięci Narodowej": [
        "Instytut Pamięci Narodowej - Komisja Ścigania Zbrodni Przeciwko Narodowi Polskiemu",
        "Instytut Pamięci Narodowej. Oddział",
        "Instytut Pamięci Narodowej. Oddział w Krakowie"
    ],
    "Instytut Sztuki Polskiej Akademii Nauk": [
        "Instytut Sztuki Polskiej Akademii Nauk - Archiwum Fonograficzne im. M. Sobieskiego",
        "Instytut Sztuki Polskiej Akademii Nauk. Pracownia Historii Teatru",
        "Instytut Sztuki Polskiej Akademii Nauk. Pracownia Plastyki Współczesnej",
        "Polska Akademia Nauk. Instytut Sztuki. Zakład Historii i Teorii Filmu i Telewizji."
    ],
    "Instytut im. Oskara Kolberga w Poznaniu": [
        "Wydaw. Instytutu im. Oskara Kolberga"
    ],
    "Instytut Śląski w Opolu": [
        "Instytut Śląski",
        "SIŚ [Stowarzyszenie Instytut Śląski]"
    ],
    "International Phantom Press": [
        "Phantom Press Inter V.M."
    ],
    "Kapituła \"Orderu Uśmiechu\"": [
        "Międzynarodowa Kapituła \"Orderu Uśmiechu\""
    ],
    "Katolicki Uniwersytet Lubelski w Lublinie": [
        "Towarzystwo Naukowe Katolickiego Uniwersytetu Lubelskiego",
        "Wydział Nauk Humanistycznych Katolickiego Uniwersytetu Lubelskiego",
        "Katolicki Uniwersytet Lubelski w Lublinie",
        "Zakład Badań nad Literaturą Religijną Katolickiego Uniwersytetu Lubelskiego",
        "Zakład Badań nad Twórczością Cypriana Norwida Katolickiego Uniwersytetu Lubelskiego w Lublinie",
        "Wydział Filozofii Katolickiego Uniwersytetu Lubelskiego",
        "Instytut Filologii Polskiej Katolickiego Uniwersytetu Lubelskiego",
        "Katedra Literatury Staropolskiej Katolickiego Uniwersytetu Lubelskiego",
        "Instytut Badań nad Polonią i Duszpasterstwem Polonijnym Katolickiego Uniwersytetu Lubelskiego",
        "Katedra Teorii Literatury Katolickiego Uniwersytetu Lubelskiego",
        "Galeria Sztuki Sceny Plastycznej Katolickiego Uniwersytetu Lubelskiego",
        "Instytut Jana Pawła II Katolickiego Uniwersytetu Lubelskiego",
        "Katedra Literatury Oświecenia i Romantyzmu Wydziału Nauk Humanistycznych Katolickiego Uniwersytetu Lubelskiego",
        "Koło Naukowe Polonistów Katolickiego Uniwersytetu Lubelskiego",
        "Wydział Filozofii Chrześcijańskiej Katolickiego Uniwersytetu Lubelskiego",
        "Katedra Języka Polskiego Katolickiego Uniwersytetu Lubelskiego",
        "Międzywydziałowy Zakład Badań nad Antykiem Chrześcijańskim Katolickiego Uniwersytetu Lubelskiego",
        "Biblioteka Uniwersytecka Katolickiego Uniwersytetu Lubelskiego w Lublinie",
        "Katedra Dydaktyki Literatury i Jezyka Polskiego Katolickiego Uniwersytetu Lubelskiego w Lublinie",
        "Katedra Polskiej Literatury Współczesnej Katolickiego Uniwersytetu Lubelskiego",
        "Scena Plastyczna Katolickiego Uniwersytetu Lubelskiego w Lublinie",
        "Katedra Dramatu i Teatru Katolickiego Uniwersytetu Lubelskiego w Lublinie",
        "Katedra Literatury Polskiej Pozytywizmu i Młodej Polski Katolickiego Uniwersytetu Lubelskiego w Lublinie",
        "Katedra Literatury Polskiej Pozytywizmu i Młodej Polski Wydziału Nauk Humanistycznych Katolickiego Uniwersytetu Lubelskiego",
        "Katedra Literatury Współczesnej Katolickiego Uniwersytetu Lubelskiego",
        "Katedra Teorii Sztuki i Historii Doktryn Artystycznych Katolickiego Uniwersytetu Lubelskiego",
        "Koło Polonistów Studentów Katolickiego Uniwersytetu Lubelskiego",
        "Międzywydziałowy Zakład Badań nad Kulturą Bizantyjsko-Słowiańską Katolickiego Uniwersytetu Lubelskiego",
        "Redakcja Wydawnictw Katolickiego Uniwersytetu Lubelskiego",
        "Zakład Badań nad Kulturą Bizantyńsko-Słowiańską Katolickiego Uniwersytetu Lubelskiego w Lublinie",
        "Zakład Historii Filozofii Katolickiego Uniwersytetu Lubelskiego w Lublinie",
        "Biblioteka Katolickiego Uniwersytetu Lubelskiego w Lublinie",
        "Katedra Filologii Celtyckiej Katolickiego Uniwersytetu Lubelskiego",
        "Katedra Filozofii Boga i Religii Katolickiego Uniwersytetu Lubelskiego",
        "Katedra Języków Słowiańskich Instytutu Filologii Słowiańskiej Katolickiego Uniwersytetu Lubelskiego",
        "Katedra Teatru i Dramatu na Sekcji Filologii Polskiej Katolickiego Uniwersytetu Lubelskiego w Lublinie",
        "Katedra Tekstologii i Edytorstwa Katolickiego Uniwersytetu Lubelskiego",
        "Katolicki Uniwersytet Lubelski. Instytut Jana Pawła II",
        "Katolicki Uniwersytet Lubelski. Katedra Teorii Literatury",
        "Katolicki Uniwersytet Lubelski. Międzywydziałowy Zakład Historii Kultury w Średniowieczu",
        "Katolicki Uniwersytet Lubelski. Wydział Teologii. Instytut Historii Kościoła",
        "Sekcja Filologii Słowiańskiej Katolickiego Uniwersytetu Lubelskiego",
        "Sekcja Teologii Duchowości Katolickiego Uniwersytetu Lubelskiego",
        "Teatr Akademicki Katolickiego Uniwersytetu Lubelskiego w Lublinie",
        "Bibl. Uniwersytecka KUL w Lubl.",
        "Instytut Ekumeniczny Katolickiego Uniwersytetu Lubelskiego",
        "Instytut Filologii Germańskiej Katolickiego Uniwersytetu Lubelskiego",
        "Instytut Filologii Klasycznej Katolickiego Uniwersytetu Lubelskiego",
        "Instytut Filologii Romańskiej Katolickiego Uniwersytetu Lubelskiego",
        "Instytut Filologii Słowiańskiej Katolickiego Uniwersytetu Lubelskiego",
        "Instytut Filologii Słowiańskiej Katolickiego Uniwersytetu Lubelskiego w Lublinie",
        "Instytut Teologiczno-Pastoralny - Filia Katolickiego Uniwersytetu Lubelskiego w Opolu",
        "Katedra Edukacji Literackiej i Teatralnej Katolickiego Uniwersytetu Lubelskiego",
        "Katedra Językoznawstwa Ogólnego Katolickiego Uniwersytetu Lubelskiego",
        "Katedra Kultury Staropolskiej Katolickiego Uniwersytetu Lubelskiego",
        "Katedra Literatur Romańskich Katolickiego Uniwersytetu Lubelskiego",
        "Katedra Literatur Słowiańskich Katolickiego Uniwersytetu Lubelskiego",
        "Katedra Literatury Oświecenia i Romantyzmu Katolickiego Uniwersytetu Lubelskiego",
        "Katedra Literatury Polskiej Pozytywizmu i Młodej Polski Katolickiego Uniwersytetu Lubelskiego",
        "Katedry Patrologii Katolickiego Uniwersytetu Lubelskiego",
        "Katolicki Uniwersytet Lubelski - Katedra Historii Sztuki Kościelnej",
        "Katolicki Uniwersytet Lubelski Międzywydziałowy Zakład Badań nad Antykiem Chrześcijańskim",
        "Katolicki Uniwersytet Lubelski.  Instytut Ekumeniczny",
        "Katolicki Uniwersytet Lubelski. Katedra Pozytywizmu i Młodej Polski",
        "Katolicki Uniwersytet Lubelski. Sekcja Historii Sztuki",
        "Katolicki Uniwersytet Lubelski. Wydział Nauk Humanistycznych. Instytut Filologii Klasycznej",
        "Katolicki Uniwersytet Lubelski. Wydział Nauk Humanistycznych. Międzywydziałowy Zakład Badań nad Kulturą Bizantyńsko-Słowiańską",
        "Katolicki Uniwersytet Lubelski. Wydział Teologii. Katedra Historii Duchowości",
        "Katolickie Liceum Ogólnokształcące Towarzystwa Absolwentów Katolickiego Uniwersytetu Lubelskiego w Józefowie",
        "Koło Filozoficzne Studentów KUL",
        "Koło Naukowe Klasyków Katolickiego Uniwersytetu Lubelskiego w Lublinie",
        "Koło Naukowe Studentów Polonistyki Katolickiego Uniwersytetu Lubelskiego",
        "Koło Polonistów Katolickiego Uniwersytetu Lubelskiego",
        "Koło Studentów Slawistów Katolickiego Uniwersytetu Lubelskiego",
        "Międzywydziałowy Zakład Badań nad Antykiem Chrześcijańskim KUL",
        "Międzywydziałowy Zakład Badań nad Kulturą Bizantyjsko-Słowiańską KUL w Lublinie",
        "Międzywydziałowy Zakład Badań nad Literaturą Religijną Katolickiego Uniwersytetu Lubelskiego",
        "Międzywydziałowy Zakład Badań nad Literaturą Religijną KUL",
        "Międzywydziałowy Zakład Badań nad Twórczością Cypriana Norwida Katolickiego Uniwersytetu Lubelskiego",
        "Podyplomowe Studium Teatrologiczne (Lublin, Instytut Filologii Polskiej Katolickiego Uniwersytetu Lubelskiego)",
        "RWKUL [Redakcja Wydawnictw Katolickiego Uniwersytetu Lubelskiego]",
        "Samorząd Studentów Katolickiego Uniwersytetu Lubelskiego",
        "Sekcja Filologii Germańskiej Katolickiego Uniwersytetu Lubelskiego",
        "Sekcja Filologii Klasycznej Katolickiego Uniwersytetu Lubelskiego",
        "Sekcja Filologii Polskiej Katolickiego Uniwersytetu Lubelskiego",
        "Sekcja Filologii Romańskiej Katolickiego Uniwersytetu Lubelskiego",
        "Sekcja Filozofii Teoretycznej KUL",
        "Senat Katolickiego Uniwersytetu Lubelskiego",
        "Teatr Pantomimy KUL w Lublinie",
        "Towarzystwo Absolwentów Katolickiego Uniwersytetu Lubelskiego",
        "Wydawnictw Katolickiego Uniwersytetu Lubelskiego w Lublinie",
        "Wydawnictwo KUL [Katolickiego Uniwersytetu Lubelskiego]",
        "Wydawnictwo Towarzystwa Naukowego Katolickiego Uniwersytetu Lubelskiego",
        "Wydział Filozofii Katolickiego Uniwersytetu Lubelskiego w Lublinie",
        "Zakład Badań nad Antykiem Chrześcijańskim Katolickiego Uniwersytetu Lubelskiego w Lublinie",
        "Zakład Metafizyki Katolickiego Uniwersytetu Lubelskiego"
    ],
    "Klub Inteligencji Katolickiej": [
        "Klub Inteligencji Katolickiej w Grudziądzu",
        "Klub Inteligencji Katolickiej w Berlinie",
        "Klub Inteligencji Katolickiej w Białymstoku",
        "Klub Inteligencji Katolickiej w Katowicach"
    ],
    "Klub Krytyki Filmowej przy Stowarzyszeniu Dziennikarzy Rzeczypospolitej Polskiej": [
        "Klub Krytyki Filmowej",
        "Klub Krytyki Filmowej Stowarzyszenia Dziennikarzy Polskich"
    ],
    "Klub Kultury \"Piast\" w Białej Podlaskiej": [
        "Klub Literacki \"Maksyma\" przy Klubie Kultury \"Piast\" w Białej Podlaskiej"
    ],
    "Klub Literacki \"Topola\" przy Miejskim Domu Kultury w Zduńskiej Woli": [
        "Miejski Dom Kultury, Klub Literacki \"Topola\""
    ],
    "Klub Pracy Twórczej": [
        "Klub Pracy Twórczej w Sieradzu",
        "Klub Pracy Twórczej \"Trynka\" w Grudziądzu",
        "Klub Pracy Twórczej przy Wojewódzki Dom Kultury w Ciechanowie",
        "Klub Pracy Twórczej przy Powiatowym Ośrodku Kultury w Sieradzu",
        "Klub Pracy Twórczej przy WDK [Wojewódzkim Domu Kultury] w Sieradzu",
        "Klub Pracy Twórczej przy Wojewódzkim Domu Kultury",
        "Klub Pracy Twórczej przy Wojewódzkim Domu Kultury - Ciechanów",
        "Klub Pracy Twórczej przy Wojewódzkim Domu Kultury - Sieradz",
        "Klub Pracy Twórczej przy Wojewódzkim Domu Kultury w Ciechanowie",
        "Studencki Klub Pracy Twórczej \"Od Nowa\" w Toruniu",
        "Wadowicki Klub Pracy Twórczej \"Beskidnicy\"."
    ],
    "Klub Śląskiego Okręgu Wojskowego": [
        "Grupa Literacka przy Klubie Śląskiego Okręgu Wojskowego",
        "Wojskowa Grupa Literacka przy Klubie Śląskiego Okręgu Wojskowego we Wrocławiu",
        "Zarząd Wychowawczy Śląskiego Okręgu Wojskowego. Koło Literackie przy Klubie Śląskiego Okręgu Wojskowego"
    ],
    "Komisja Episkopatu Polski do Spraw Nauki Katolickiej": [
        "Sekcja Patrystyczna przy Komisji Episkopatu Polski ds. Nauki Katolickiej"
    ],
    "Komitet Językoznawstwa Polskiej Akademii Nauk w Krakowie": [
        "Inst. Śląski - Inst. Naukowo.-Badawczy w Opolu. PAN. Komitet Językoznawstwa"
    ],
    "Komitet Kinematografii w Warszawie": [
        "przewodniczący Komitetu Kinematografii",
        "Instytut Kultury. Komitet Kinematografii",
        "Komitetem Kinematografii",
        "Związek Kinematografii Polskiej"
    ],
    "Konfraternia Poetów w Krakowie": [
        "Oficyna Konfraterni Poetów w Krakowie",
        "Oficyna Konfraterni Poetów"
    ],
    "Krajowa Agencja Wydawnicza": [
        "Oddział Krajowej Agencji Wydawniczej w Rzeszowie",
        "Krajowa Agencja Wydawnicza-B",
        "Krajowa Agencja Wydawnicza",
        "Krajowa Agencja Wydawnicza Oddział w Łodzi"
    ],
    "Krakowski Klub Artystyczno-Literacki": [
        "Krakowski Klub Artystyczno-Literacki. Stowarzyszenie Twórcze",
        "Klub Artystyczno-Literacki w Krakowie",
        "Krakowski Klub Artystyczno-Literacki KKAL",
        "Krakowski Klub Artystyczno-Literacki. Oficyna Wydawnicza",
        "Stowarzyszenie Twórcze KKAL [Krakowski Klub Artystyczno-Literacki]"
    ],
    "Krakowskie Wydawnictwo Akademickie Zrzeszenia Studentów Polskich \"Alma-Art\"": [
        "Krakowskie Wydawnictwo Akademickie Zrzeszenia Studentów Polskich \"Alma-Art\""
    ],
    "Książnica Pomorska im. Stanisława Staszica w Szczecinie": [
        "KP [Książnica Pomorska]"
    ],
    "Książnica Płocka im. Władysława Broniewskiego w Płocku": [
        "Książnica Płocka w Płocku",
        "Książnica Płocka"
    ],
    "L'Age d'Homme": [
        "Editions l'Age d'Homme"
    ],
    "Liga Ochrony Przyrody": [
        "Zarząd Okręgowy Ligi Ochrony Przyrody w Kielcach",
        "Zarząd Okręgowy Ligi Ochrony Przyrody w Kielcach",
        "LOP [Liga Ochrony Przyrody]"
    ],
    "Lubelskie Towarzystwo Naukowe": [
        "Komisja Filologiczna Lubelskiego Towarzystwa Naukowego"
    ],
    "Ludowe Towarzystwo Naukowo-Kulturalne": [
        "Ludowe Towarzystwo Naukowo-Kulturalne. Oddział w Siedlcach",
        "LTNK [Ludowe Towarzystwo Naukowo Kulturalne]",
        "LTN-K. O [Ludowe Towarzystwo Naukowo-Kulturalne. Oddział]",
        "Ludowe Towarzystwo Naukowo-Kulturalne. Oddział",
        "Ludowe Towarzystwo Naukowo-Kulturalne. Oddział w Kielcach"
    ],
    "Macierz Ziemi Cieszyńskiej": [
        "Zarząd Główny Macierzy Ziemi Cieszyńskiej",
        "Wydawnictwo Macierzy Ziemi Cieszyńskiej"
    ],
    "Mazowiecka Wyższa Szkoła Humanistyczno-Pedagogiczna w Łowiczu": [
        "Wydział Filologiczny Mazowieckiej Wyższej Szkoły Humanistyczno-Pedagogicznej w Łowiczu",
        "Centrum Uczelniane Mazowieckiej Wyższej Szkoły Humanistyczno-Pedagogicznej w Łowiczu",
        "Wydział Filologii Polskiej Mazowieckiej Wyższej Szkoły Humanistyczno-Pedagogicznej w Łowiczu"
    ],
    "Miejska Biblioteka Publiczna im. Cypriana K. Norwida w Świdnicy": [
        "Miejska Biblioteka Publiczna w Świdnicy"
    ],
    "Miejska Biblioteka Publiczna im. Hugona Kołłataja w Dąbrowie Górniczej": [
        "Kawiarnia Literacka przy Miejskiej Bibliotece Publicznej im. Hugona Kołłątaja w Dąbrowie Górniczej"
    ],
    "Miejski Dom Kultury \"Koszutka\" w Katowicach": [
        "Klub Kreatywnego Pisania w Miejskim Domu Kultury \"Koszutka\" w Katowicach"
    ],
    "Miejski Dom Kultury w Zgorzelcu": [
        "Klub Literacki \"Inspiracje\" Miejskiego Domu Kultury w Zgorzelcu"
    ],
    "Miejski Ośrodek Kultury w Siedlcach": [
        "Siedlecka Grupa Literacka \"Witraż\" Miejskiego Ośrodka Kultury w Siedlcach"
    ],
    "Ministerstwo Edukacji Narodowej": [
        "Ministerstwo Edukacji Narodowej. Instytut Programów Szkolnych"
    ],
    "Ministerstwo Kultury i Sztuki": [
        "Minister Kultury i Sztuki",
        "Stypendium  twórcze Ministra Kultury i Sztuki",
        "Ministerstwo Kultury i Sztuki. Departament Teatru, Muzyki i Estrady",
        "Ministerstwo Kultury i Sztuki. Zespół do Spraw Teatru i Muzyki"
    ],
    "Ministerstwo Obrony Narodowej": [
        "Departament Wychowania i Promocji Obronności Ministerstwa Obrony Narodowej",
        "Oddział Kultury i Oświaty Departamentu Społeczno-Wychowawczego Ministerstwa Obrony Narodowej",
        "Wydawnictwo Ministerstwa Obrony Narodowej",
        "Akademia Obrony Narodowej",
        "Departament Stosunków Społecznych Ministerstwa Obrony Narodowej",
        "Ministerstwo Obrony Narodowej. Departament Oświatowo-Wychowawczy",
        "Klub Akademii Obrony Narodowej",
        "Ministerstwo Obrony Narodowej. Departament Społeczno-Wychowawczy"
    ],
    "Międzynarodowa Organizacja Scenografów, Techników i Architektów Teatru OISTAT": [
        "Polskie Centrum Międzynarodowej Organizacji Scenografów, Techników i Architektów Teatru OISTAT"
    ],
    "Międzynarodowa Organizacja dla Studiów nad Starym Testamentem (IOSOT)": [
        "International Organization for the Study of the Old Testament (IOSOT)"
    ],
    "Międzynarodowe Centrum Kultury w Krakowie": [
        "Ośrodek Badań Kultur Europejskich Międzynarodowego Centrum Kultury",
        "MCK [Międzynarodowe Centrum Kultury]",
        "Międzynarodowe Centrum Kultury"
    ],
    "Międzynarodowe Kuratorium Książki dla Dzieci i Młodzieży (IBBY)": [
        "Polska Sekcja Międzynarodowego Kuratorium Książki dla Dzieci i Młodzieży (IBBY)",
        "Polska Sekcja Międzynarodowego Kuratorium Książki dla Dzieci i Młodzieży (IBBY)",
        "Litewska Sekcja IBBY"
    ],
    "Międzynarodowe Stowarzyszenie Krytyków Literackich AICL": [
        "Polska Sekcja Międzynarodowego Stowarzyszenia Krytyków Literackich (AICL)"
    ],
    "Międzynarodowe Stowarzyszenie Teatrów dla Dzieci i Młodzieży ASSITEJ": [
        "Polski Ośrodek Międzynarodowego Stowarzyszenia Teatrów dla Dzieci i Młodzieży ASSITEJ",
        "Zarząd Polskiego Ośrodka Międzynarodowego Stowarzyszenia Teatrów dla Dzieci i Młodzieży ASSITEJ",
        "Międzynarodowe Stowarzyszenie Teatrów dla Dzieci i Młodzieży ASSITEJ - Polski Ośrodek"
    ],
    "Międzynarodowe Stowarzyszenie Wykładowców Języka i Literatury Rosyjskiej (MAPRJAŁ)": [
        "Międzynarodowa Asocjacja Wykładowców Języka i Literatury Rosyjskiej (MAPRJAŁ)",
        "Międzynarodowa Asocjacja Wykładowców Języka i Literatury - MAPRJAŁ"
    ],
    "Międzynarodowe Stowarzyszenie im. Janusza Korczaka": [
        "Polskie Stowarzyszenie im. Janusza Korczaka",
        "Austriackie Stowarzyszenie im. Janusza Korczaka"
    ],
    "Międzynarodowy Instytut Teatralny (ITI)": [
        "Polski Ośrodek Międzynarodowego Instytutu Teatralnego (ITI)"
    ],
    "Muzeum Historii Miasta Łodzi": [
        "Pałac Poznańskich - Muzeum Historii Miasta Łodzi"
    ],
    "Muzeum Historyczne Miasta Krakowa": [
        "Galeria Teatralna \"Dom pod Krzyżem\" Muzeum Historycznego miasta Krakowa"
    ],
    "Muzeum Józefa Ignacego Kraszewskiego w Romanowie": [
        "Muzeum Kraszewskiego w Romanowie Podlaskim"
    ],
    "Muzeum Kinematografii w Łodzi": [
        "Centralne Muzeum Kinematografii w Łodzi",
        "MK [Muzeum Kinematografii]"
    ],
    "Muzeum Lat Szkolnych Stefana Żeromskiego w Kielcach": [
        "Muzeum Lat Szkolnych Stefana Żeromskiego w Kielcach"
    ],
    "Muzeum Literatury im. Adama Mickiewicza w Warszawie": [
        "Muzeum Dom Mieszkalny W. Broniewskiego w Warszawie (Oddział Muzeum Literatury im. A. Mickiewicza)",
        "Muzeum M. Dąbrowskiej w Warszawie (Oddział Muzeum Literatury im. A. Mickiewicza)"
    ],
    "Muzeum Lubelskie w Lublinie": [
        "Muzeum Stefana Żeromskiego w Nałęczowie",
        "Oddział Muzeum Lubelskiego w Lublinie",
        "Dworek Wincentego Pola - Oddział Muzeum Lubelskiego",
        "Oddział Literacki im. Józefa Czechowicza Muzeum Lubelskiego"
    ],
    "Muzeum Narodowe w Gdańsku": [
        "Muzeum Hymnu Narodowego w Będominie - Oddział Muzeum Narodowego w Gdańsku",
        "Dział Teatralny Muzeum Narodowego w Gdańsku",
        "Gdańsk. Muzeum Narodowe. Dział Teatralny"
    ],
    "Muzeum Narodowe w Warszawie": [
        "Muzeum Narodowe",
        "MN [Muzeum Narodowe]"
    ],
    "Muzeum Okręgowe w Lublinie": [
        "Muzeum Okręgowe w Lublinie Oddział Dworek Wincentego Pola"
    ],
    "Muzeum Okręgowe w Sandomierzu": [
        "Oddział Literatury im. Jarosława Iwaszkiewicza Muzeum Okręgowego w Sandomierzu",
        "Muzeum Okręgowe Oddział Literacki im. Jarosława Iwaszkiewicza w Sandomierzu",
        "Muzeum Okręgowe w Sandomierzu. Oddział Literatury im. Jarosława Iwaszkiewicza"
    ],
    "Muzeum Piastów Śląskich w Brzegu": [
        "dyrekcja Zamku Piastów Śląskich",
        "kapituła przy Muzeum Piastów Śląskich w Brzegu"
    ],
    "Muzeum Polskie w Rapperswilu": [
        "Biblioteka Muzeum Polskiego w Rapperswilu"
    ],
    "Muzeum Romantyzmu w Opinogórze": [
        "Muzeum Romantyzmu"
    ],
    "Muzeum Tatrzańskie im. Tytusa Chałubińskiego w Zakopanem": [
        "Towarzystwo Muzeum Tatrzańskiego im. dr Tytusa Chałubińskiego w Zakopanem",
        "Muzeum K. Makuszyńskiego w Zakopanem (Oddział Muzeum Tatrzańskiego im. T. Chałubińskiego)",
        "Towarzystwo Muzeum Tatrzańskiego",
        "Wydawnictwo Muzeum Tatrzańskiego im. dra Tytusa Chałubińskiego"
    ],
    "Muzeum Warmii i Mazur w Olsztynie": [
        "Biblioteka Muzeum Warmii i Mazur w Olsztynie"
    ],
    "Muzeum Wsi Radomskiej": [
        "Muzeum im. Oskara Kolberga w Przysusze. Oddział Muzeum Wsi Radomskiej w Radomiu",
        "Oddział Muzeum Wsi Radomskiej w Radomiu"
    ],
    "Muzeum Śląskie w Katowicach": [
        "Centrum Scenografii Polskiej Muzeum Śląskiego w Katowicach"
    ],
    "NSZZ \"Solidarność\"": [
        "Zarząd Regionu NSZZ Solidarność w Katowicach",
        "Zarząd  Regionu Świętokrzyskiego NSZZ [Niezależnego Samorządnego Związku Zawodowego] \"Solidarność\"",
        "Zarząd Regionu Śląsko-Dąbrowskiego NSZZ Solidarność w Katowicach",
        "Solidarność. Zarząd Regionu Środkowowschodniego NSZZ [Niezależnego Samorządnego Związku Zawodowego]",
        "Dział Wydawniczy ZR NSZZ [Zarządu RegionalnegoNiezależnego Samorządnego Związku Zawodowego] \"Solidarność Śląska Opolskiego\"",
        "Koło NSZZ [Niezależnego Samorządnego Związku Zawodowego] \"Solidarność\"",
        "Komisja Zakładowa NSZZ \"Solidarność\" Filharmonii Narodowej",
        "Komitet Obywatelski przy Przewodniczącym NSZZ \"Solidarność\" Lechu Wałęsie",
        "Krajowa Sekcja Instytucji Artystycznych NSZZ \"Solidarność\"",
        "KZ NSZZ \"Solidarność\"",
        "KZ NSZZ [Komisja Zakładowa Niezależnego Samorządnego Związku Zawodowego] \"Solidarność\"  Wyższej Szkoły Pedagogicznej w Rzeszowie",
        "KZ NSZZ [Komitet Zakładowy Niezależnego Samorządnego Związku Zawodowego] \"Solidarność\" Wyższej Szkoły Pedagogicznej w Rzeszowie",
        "Międzyzakładowa Komisja Związkowa NSZZ [Niezależnego Samorządnego Związku Zawodowego \"Solidarność\" KWK [Kopalni Węgla Kamiennego] \"Piast\"",
        "Międzyzakładowa Struktura \"Solidarności\"",
        "na zlec. Regionalnej Sekcji Oświaty Ziemi Łódzkiej NSZZ \"Solidarność\"",
        "Niezależny Samorządny Związek Zawadowy \"Solidarność\" - Region Mazowsze",
        "Regionalna Sekcja Oświaty Ziemi Łódzkiej NSZZ \"Solidarność\"",
        "Regionalny Sekretariat Emerytów i Rencistów NSZZ \"Solidarność\" Dolny Śląsk",
        "RKW \"Solidarność\"",
        "Wydawnictwo NSZZ  \"Solidarność\"",
        "Wydawnictwo Tygodnika \"Solidarność\"",
        "Zarząd Regionu NSZZ \"Solidarność\" Małopolska",
        "Zarząd Regionu NSZZ [Niezależnego Samorządnego Związku Zawodowego] \"Solidarność\" Wielkopolska Południowa",
        "ZR Dolny Śląsk NSZZ \"Solidarność\""
    ],
    "Nadbałtyckie Centrum Kultury w Gdańsku": [
        "Nadbałtyckim Centrum Kultury za \"Gdańską Książkę Roku\""
    ],
    "Narodowy Stary Teatr im. H. Modrzejewskiej w Krakowie (do 2001: Stary Teatr im. H. Modrzejewskiej)": [
        "Muzeum Starego Teatru im. Heleny Modrzejewskiej w Krakowie"
    ],
    "Nauczycielski Klub Literacki": [
        "Nauczycielski Klub Literacki w Białymstoku"
    ],
    "Ogólnopolskie Towarzystwo Inicjatyw Kulturalnych im. Cypriana Kamila Norwida": [
        "Towarzystwo Inicjatyw Kulturalnych im. Cypriana Norwida, Kielce, Warszawa"
    ],
    "Opactwo Benedyktynów w Tyńcu": [
        "Tyniec Wydawnictwo Benedyktynów"
    ],
    "Opolskie Towarzystwo Przyjaciół Nauk": [
        "Wydział II Języka i Literatury Opolskiego Towarzystwa Przyjaciół Nauk"
    ],
    "Ostrołęckie Towarzystwo Naukowe im. Adama Chętnika w Ostrołęce": [
        "nakł. Ostrołęckiego Towarzystwa Naukowego im. Adama Chętnika",
        "Ostrołęckie Towarzystwo Naukowe",
        "Wydawnictwo Ostrołęckiego Towarzystwa Naukowego"
    ],
    "Papieska Akademia Teologiczna w Krakowie": [
        "Instytut Teologiczny w Tarnowie Papieskiej Akademii Teologicznej w Krakowie",
        "Wydział Teologiczny Papieskiej Akademii Teologicznej w Krakowie",
        "Katedra Komunikacji Religijnej Papieskiej Akademii Teologicznej w Krakowie",
        "PAT [Papieska Akademia Teologiczna]",
        "Wydawictwo Naukowe PAT [Papieskiej Akademii Teologicznej]",
        "Wydawnictwo Naukowe Papieskiej Akademii Teologicznej",
        "Wydział Historii Kościoła Papieskiej Akademii Teologicznej w Krakowie",
        "Oficyna Wydawnicza Papieskiej Akademii Teologicznej",
        "Papieska Akademia Teologiczna. Wydział Historii Kościoła",
        "PAT. WT [Papieska Akademia Teologiczna. Wydział Teologiczny]",
        "Studium Homiletyczne w Instytucie Liturgicznym Papieskiej Akademii Teologicznej"
    ],
    "Państwowa Wyższa Szkoła Filmowa Telewizyjna i Teatralna im. Leona Schillera w Łodzi": [
        "Koło Podkowy studenci Państwowej Wyższej Szkoły Filmowej i Teatralnej w Łodzi"
    ],
    "Państwowa Wyższa Szkoła Teatralna im. L. Solskiego w Krakowie": [
        "Wydział Lalkarski we Wrocławiu Państwowej Wyższej Szkoły Teatralnej im. Ludwika Solskiego w Krakowie",
        "Państwowa Wyższa Szkoła Teatralna im. L. Solskiego w Krakowie. Wydziały Zamiejscowe we Wrocławiu",
        "Teatr Szkolny Państwowej Wyższej Szkoły Teatralnej we Wrocławiu",
        "Państwowa Wyższa Szk. Teatr. im. L. Solskiego w Krakowie. Zamiejscowy Wydział  Aktorski we Wrocławiu",
        "Państwowa Wyższa Szkoła Teatralna im. L. Solskiego w Krakowie. Zamiejscowy Wydział Aktorski we Wrocł w Wrocław",
        "Państwowa Wyższa Szkoła Teatralna im. L. Solskiego. Wydziały Zamiejscowe",
        "Państwowa Wyższa Szkoła Teatralna w Krakowie. Zamiejscowy Wydział Aktorski we Wrocławiu",
        "PWST [Państwowa Wyższa Szkoła Teatralna im. Ludwika Solskiego]",
        "PWST im. Ludwika Solskiego. Oddział  Lalkarski"
    ],
    "Państwowa Wyższa Szkoła Teatralna imienia Aleksandra Zelwerowicza w Warszawie": [
        "Polskie Towarzystwo Historyków Teatru w Państwowej Wyższej Szkole Teatralnej w Warszawie",
        "Teatr Szkolny Państwowej Wyższej Szkoły Teatralnej im. Aleksandra Zelwerowicza w Warszawie",
        "Państwowa Wyższa Szkoła Teatralna im. A Zelwerowicza w Warszawie. Wydział Sztuki Lalkarskiej w Białystok",
        "Państwowa Wyższa Szkoła Teatralna im. A. Zelwerowicza w Wwie. Wydz. Szt. Lalkarskiej w Białymstoku",
        "Teatr Szkolny Wydziału Sztuki Lalkarskiej Państwowej Wyższej Szkoły Teatralnej w Białymstoku w Białystok"
    ],
    "Państwowe Przedsiębiorstwo \"Dom Książki\"": [
        "Pomorski Dom Książki w Bydgoszczy",
        "Wydawca \"Dom Książki\"",
        "Wydawnictwo \"Dom Książki\""
    ],
    "Państwowy Instytut Wydawniczy w Warszawie": [
        "Państwowy Instytut Wydawniczy",
        "PIW [Państwowy Instytut Wydawniczy]"
    ],
    "Polcul Foundation - Niezależna Fundacja Popierania Kultury Polskiej w Australii": [
        "Niezależna Fundacja Popierania Kultury Polskiej (Polcul Foundation) w Sydney"
    ],
    "Polska Akademia Nauk": [
        "Instytut Badań Literackich Polskiej Akademii Nauk",
        "Instytut Sztuki Polskiej Akademii Nauk",
        "Instytut Slawistyki Polskiej Akademii Nauk",
        "Instytut Języka Polskiego Polskiej Akademii Nauk",
        "Instytut Filozofii i Socjologii Polskiej Akademii Nauk",
        "Komitet Nauk o Literaturze Polskiej Polskiej Akademii Nauk",
        "Instytut Historii Polskiej Akademii Nauk",
        "Polska Akademia Nauk. Oddział w Krakowie",
        "Instytut Historii Nauki Polskiej Akademii Nauk",
        "Komisja Historycznoliteracka Katowickiego Oddziału Polskiej Akademii Nauk",
        "Wydział I Nauk Społecznych Polskiej Akademii Nauk",
        "Instytut Słowianoznawstwa Polskiej Akademii Nauk",
        "Biblioteka Gdańska Polskiej Akademii Nauk",
        "Biblioteka Kórnicka Polskiej Akademii Nauk",
        "Komitet Nauk o Kulturze Antycznej Polskiej Akademii Nauk",
        "Komitet Słowianoznawstwa Polskiej Akademii Nauk",
        "Komisja Słowianoznawstwa Krakowskiego Oddziału Polskiej Akademii Nauk",
        "Komitet Językoznawstwa Polskiej Akademii Nauk w Krakowie",
        "Polskiej Akademii Nauk",
        "Instytut Studiów Politycznych Polskiej Akademii Nauk",
        "Komitet Słowianoznawstwa Polskiej Akademii Nauk w Krakowie",
        "Komisja Orientalistyczna Polskiej Akademii Nauk w Krakowie",
        "Polska Akademia Nauk. Oddział w Katowicach",
        "Instytut Języka Polskiego Polskiej Akademii Nauk w Krakowie",
        "Komisja Historycznoliteracka Polskiej Akademii Nauk Oddział w Katowicach",
        "Komitet Historii Nauki i Techniki Polskiej Akademii Nauk w Warszawie",
        "Centrum Upowszechniania Nauki Polskiej Akademii Nauk",
        "Komitet Nauk Orientalistycznych Polskiej Akademii Nauk",
        "Zakład Historii i Teorii Filmu Instytutu Sztuki Polskiej Akademii Nauk",
        "Zakład Literatur Wschodniosłowiańskich Instytutu Slawistyki Polskiej Akademii Nauk]",
        "Instytut Rozwoju Wsi i Rolnictwa Polskiej Akademii Nauk",
        "Komitet Badania Polonii Polskiej Akademii Nauk",
        "Komitet Językoznawstwa Polskiej Akademii Nauk",
        "Pracownia Historii Języka Polskiego XVII - XVIII wieku Instytutu Języka Polskiego Polskiej Akademii Nauk",
        "Pracownia Słownika Łaciny Średniowiecznej Polskiej Akademii Nauk",
        "Archiwum Polskiej Akademii Nauk w Warszawie",
        "Biblioteka Polskiej Akademii Nauk",
        "Biblioteka Polskiej Akademii Nauk Oddziału w Krakowie",
        "Biblioteka Polskiej Akademii Nauk w Gdańsku",
        "Biblioteka Polskiej Akademii Nauk w Krakowie",
        "Komisja Filozofii i Socjologii Oddziału w Katowicach Polskiej Akademii Nauk",
        "Komisja Historyczna Oddział Polskiej Akademii Nauk w Krakowie",
        "Komitet Nauk o Sztuce Polskiej Akademii Nauk",
        "Ośrodek Informacji Naukowej. Polska Akademia Nauk",
        "Stacja Naukowa Polskiej Akademii Nauk w Rzymie",
        "Archiwum Nauki PAN i PAU w Krakowie",
        "Archiwum Polskiej Akademii Nauk",
        "Archiwum Polskiej Akademii Nauk w Krakowie",
        "Instytut Archeologii i Etnologii Polskiej Akademii Nauk",
        "Instytut Historii Polskiej Akademii Nauk. Wydawnictwo",
        "ISP PAN [Instytut Studiów Politycznych Polskiej Akademii Nauk]",
        "Komisja Badania Dziejów Warszawy Instytutu Historii PAN [Polskiej Akademii Nauk]",
        "Komisja Filozofii i Socjologii Katowickiego Oddziału PAN",
        "Komisja Nauk Filologicznych Polskiej Akademii Nauk Oddział we Wrocławiu",
        "Komisja Nauk Pomocniczych Historii i Edytorstwa Komitetu Nauk Historycznych PAN",
        "Komisja Neolatynistyczna Polskiej Akademii Nauk",
        "Komisja Polsko-Ukraińskich Związków Kulturowych Oddziału PAN w Lublinie",
        "Komitet Badań o Sztuce Polskiej Akademii Nauk",
        "Komitet Neofilologiczny Polskiej Akademii Nauk",
        "Oddział Archiwum Polskiej Akademi Nauk w Krakowie",
        "Oficyna Wydawnicza. Instytut Ekologii Polskiej Akademii Nauk",
        "PAN IFiS",
        "PAN. IFiS  [Instytut Filozofii i Socjologii Polskiej Akademii Nauk] Wydawnictwo",
        "Polska Akademia Nauk. Centrum Upowszechniania Nauki",
        "Polska Akademia Nauk. Instytut Archeologii i Etnologii. Komitet Nauk Orientalistycznych",
        "Polska Akademia Nauk. Instytut Historii Nauki. Zakład Dziejów Oświaty",
        "Polska Akademia Nauk. Instytut Języka Polskiego. Pracownia Dialektologii Polskiej",
        "Polska Akademia Nauk. Komisja Studiów nad Przyszłością Górnego Śląska",
        "Polska Akademia Nauk. Komitet Neofilologiczny",
        "Polska Akademia Nauk. Oddział",
        "Polska Akademia Nauk. Oddział w Katowicach. Komisja Historyczna",
        "Polska Akademia Nauk. Oddział w Poznaniu",
        "Polska Akademia Nauk. Stacja Naukowa (Paryż)",
        "Polska Akademia Nauk. Stacja Naukowa (Rzym)",
        "Polska Akademia Nauk. Stacja Naukowa (Wiedeń)",
        "Polska Akademia Nauk. Zakład Badań Narodowościowych",
        "Rada Języka Polskiego przy Prezydium Polskiej Akademii Nauk",
        "Stacja Naukowa PAN w Paryżu",
        "Stacja Naukowa Polskiej Akademii Nauk w Wiedniu",
        "Stacja Polskiej Akademii Nauk w Paryżu",
        "Wydawnictwo IFiS PAN - Instytutu Filozofii i Socjologii Polskiej Akademii Nauk",
        "Wydawnictwo IJP PAN [Instytutu Języka Polskiego Polskiej Akademii Nauk]",
        "Wydawnictwo Instytutu Filozofii i Socjolologii Polskiej Akademii Nauk",
        "Wydawnictwo Oddziału Polskiej Akademii Nauk",
        "Wydawnictwo Polskiej Akademii Nauk",
        "Wydział I Nauk Społecznych Polskiej Akademii Nauk",
        "Zakład Historii Nauk Społecznych Instytutu Historii Nauki, Oświaty i Techniki Polskiej Akademii Nauk w Warszawie",
        "Zakład Języków Słowiańskich Polskiej Akademii Nauk",
        "Academia Scientiarum Polona. Institutum Philosophiae et Sociologiae",
        "APAN [Archiwum Polskiej Akademii Nauk]",
        "Archiwum Polskiej Akademii Nauk w Poznaniu",
        "Bibl. PAN w Warszawie",
        "Biblioteka PAN w Warszawie",
        "Centrum paryskie Polskiej Akademii Nauk",
        "Gryf, Instutut Historii PAN [Polskiej Akademii Nauk]",
        "IAiE PAN [Instytut Archeologii i Etnologii Polskiej Akademii Nauk]",
        "Inst. Badań Edukacyjnych PAN",
        "Instytut Filozofii i Socjologii. Polska Akademia Nauk. Wydawnictwo",
        "Instytut Gospodarki Surowcami Mineralnymi i Energią Polskiej Akademii Nauk w Krakowie",
        "Instytut Historii Nauki Polskiej Akademii Nauk. Pracownia Historii Nauk Medycznych",
        "Instytut Historii Nauki, Oświaty i Techniki Polskiej Akademii Nauk. Pracownia Historii Nauk Medycznych",
        "Instytut Historii Nauki, Oświaty i Techniki Polskiej Akademii Nauk. Pracownia Historii Nauk o Leku",
        "Instytut Literatur Słowiańskich Polskiej Akademii Nauk",
        "Instytut Niskich Temperatur i Badań Strukturalnych Polskiej Akademii Nauk",
        "Instytut Psychologii Polskiej Akademii Nauk",
        "Instytut Slawistyki PAN[Polskiej Akademii Nauk]. Pracownia Kultury",
        "Klub Kombatantów Polskiej Akademii Nauk w Warszawie",
        "Komisja Badań Dziejów Warszawy Instytutu Historii Polskiej Akademii Nauk, Typografika",
        "Komisja do spraw Polsko-Czeskich i Polsko-Słowackich Polskiej Akademii Nauk Oddział w Katowicach",
        "Komisja ds. Stosunków Polsko-Czeskich PAN [Polskiej Akademii Nauk] w Cieszynie",
        "Komisja Języka Religijnego Rady Języka Polskiego przy Prezydium Polskiej Akademii Nauk",
        "Komisja Językoznawcza Polskiej Akademii Nauk i Narodowej Rady Kultury",
        "Komisja Kultur Europejskich Oddziału Polskiej Akademii Nauk we Wrocławiu",
        "Komisja Podstawowych Nauk Medycznych Polskiej Akademii Nauk",
        "Komitet Nauk Filologicznych przy Oddziale Polskiej Akademii Nauk we Wrocławiu",
        "Komitet Pamiętnikarstwa Polskiej Akademii Nauk",
        "Komitet Pamiętnikarstwa Polskiej Akademii Nauk",
        "Krakowski Oddział Polskiej Akademii Nauk",
        "Muzeum Ziemi Polskiej Akademii Nauk",
        "Oddział Archiwum PAN w Krakowie",
        "Oddział Polskiej Akademii Nauk w Katowicach",
        "Oddział Poznański Archiwum Polskiej Akademii Nauk",
        "Oprac. przez Pracownię Dialektologii Polskiej Instytutu Języka Polskiego PAN w Krakowie pod kier. Joanny Okoniowej",
        "PAN - Polska Akademia Nauk Publ. CB",
        "PAN Komisja Historycznoliteracka",
        "PAN. Instytut Krajów Socjalistycznych",
        "PK ISPAN[Pracownia Kultury Instytutu Slawistyki Polskiej Akademii Nauk]",
        "Pod opieką naukową Polskiej Akademii Nauk",
        "Polska Akademia Nauk Instytut Historii",
        "Polska Akademia Nauk Oddział w Łodzi",
        "Wydział I Nauk Społecznych Polskiej Akademii Nauk",
        "Polska Akademia Nauk. Biblioteka w Warszawie",
        "Polska Akademia Nauk. Instytut Archeologii i Etnografii",
        "Polska Akademia Nauk. Instytut Filozofii i Socjologii",
        "Polska Akademia Nauk. Instytut Języka Polskiego. Zakład Dialektologii Polskiej",
        "Polska Akademia Nauk. Instytut Studiów Politycznych",
        "Polska Akademia Nauk. Komitet Językoznawstwa, [Pracownia Języka Prasłowiańskiego]",
        "Polska Akademia Nauk. Komitet Nauk Filozoficznych",
        "Polska Akademia Nauk. Komitet Nauk o Literaturze Antycznej",
        "Polska Akademia Nauk. Komitet Ochrony Przyrody",
        "Polska Akademia Nauk. Komitet Słowianoznawstwa. Komitet Językoznawstwa",
        "Polska Akademia Nauk. Oddział w Katowicach. Komisja Językoznawstwa.",
        "Polska Akademia Nauk. Pracownia Słownika Łaciny Średniowiecznej",
        "Polska Akademia Nauk. Pracownia Słownika Łaciny Średniowiecznej. Instytut Języka Polskiego",
        "Polska Akademia Nauk. Wydział I Nauk Społecznych",
        "Polska Akademia Nauk. Wydział Nauk o Ziemi i Nauk Górniczych",
        "Polskie Towarzystwo Filologiczne. Polska Akademia Nauk. Wydział I Nauk Społecznych",
        "Polsko-Rosyjska Komisja Historyczna PAN - RAN",
        "Pracownia Dialektologii Polskiej Instytutu Języka Polskiego PAN w Krakowie",
        "Pracownia Historii Języka Polskiego XVII-XVIII wieku Polskiej Akademii Nauk",
        "Pracownia Kultury Instytutu Slawistyki Polskiej Akademii Nauk",
        "Pracownia Literatury Rosyjskiej Instytutu Sztuki Polskiej Akademii Nauk",
        "Stacja Naukowa PAN w Wiedniu",
        "Stacja Naukowa Polskiej Akademii Nauk",
        "Stacja Naukowa Polskiej Akademii Nauk w Paryżu",
        "TnW [Teatr na Woli] przy współpr. Instytutu Sztuki PAN [Polskiej Akademii Nauk]",
        "WIP [Wydawnictwo Instytutu Psychologii Polskiej Akademii Nauk]",
        "Wrocławska Drukarnia Naukowa PAN [Polskiej Akademii Nauk]",
        "Wydawnictwa IHN PAN [Instytutu Historii Nauki Polskiej Akademii Nauk]",
        "Wydawnictwo Instytutu Gospodarki Surowcami Mineralnymi i Energią PAN [Polskiej Akademii Nauk]",
        "Wydawnictwo Instytutu Historii PAN",
        "Wydawnictwo Instytutu Psychologii PAN [Polskiej Akademii Nauk]",
        "Wydawnictwo Instytutu Socjologii PAN [Polskiej Akademii Nauk]",
        "Wydział VI Nauk Medycznych Polskiej Akademii Nauk",
        "Zakład Antropologii Kultury, Filmu i Sztuki Audiowizualnej Instytutu Sztuki PAN",
        "Zakład Badań Narodowościowych Polskiej Akademii Nauk",
        "Zakład Biologii Antarktyki Polskiej Akademii Nauk",
        "Zakład Historii Nauk Społecznych Instytutu Historii Nauki, Oświaty i Techniki PAN w Warszawie",
        "Zakład Historii Teatru Instytutu Sztuki PAN w Warszawie",
        "Zespół Analiz Pamiętnikoznawczych w Instytucie Rozwoju Wsi i Rolnictwa Polskiej Akademii Nauk",
        "Zespół Edukacji i Kultury Komitetu Prognoz przy Prezydium PAN \"Polska 2000 Plus\""
    ],
    "Polska Akademia Umiejętności w Krakowie": [
        "Wydział I Filologiczny Polskiej Akademii Umiejętności",
        "Komisja Wschodniosłowiańska Polskiej Akademii Umiejętności w Krakowie",
        "nakł. PAU [Polskiej Akademii Umiejętności]",
        "Nakładem Polskiej Akademii Umiejętności",
        "Polska Akademia Umiejętności. Komisja Historii i Kultury Żydów",
        "Polska Akademia Umiejętności. Stacja Naukowa (Rzym)",
        "Polska Akademia Umiejętności. Wydawnictwo",
        "Stacja Naukowa Polskiej Akademii Umiejętności w Nowym Jorku",
        "Stacja Rzymska Polskiej Akademii Umiejętności w Rzymie",
        "Wydział I Polskiej Akademii Umiejętności"
    ],
    "Polska Federacja Dyskusyjnych Klubów Filmowych": [
        "Dyskusyjny Klub Filmowy \"Żak\" im. Z. Cybulskiego w Gdańsku",
        "Dyskusyjny Klub Filmowy im. A. Bohdziewicza w Sławnie",
        "Dyskusyjny Klub Filmowy \"Bariera\" przy Akademickim Centrum Kultury w Lublinie",
        "Dyskusyjny Klub Filmowy im. A. Munka w Elblągu",
        "DKF [Dyskusyjny Klub Filmowy] \"Zgaga\"",
        "Dyskusyjny Klub Filmowy \"Ceramik\" we Włocławku",
        "Dyskusyjny Klub Filmowy \"Kinematograf\" w Krakowie",
        "Dyskusyjny Klub Filmowy \"Lech\"",
        "Dyskusyjny Klub Filmowy \"Megaron\"",
        "Dyskusyjny Klub Filmowy \"Mikro-Odeon\"",
        "Dyskusyjny Klub Filmowy \"Pałac Pod Baranami\"",
        "Dyskusyjny Klub Filmowy \"Pegeerek\"",
        "Dyskusyjny Klub Filmowy \"Politechnika\"",
        "Dyskusyjny Klub Filmowy \"Rotunda\"",
        "Dyskusyjny Klub Filmowy Łódzkiego Domu Kultury",
        "Studencki Dyskusyjny Klub Filmowy \"099\" w Białymstoku"
    ],
    "Polska Macierz Szkolna Zagranicą": [
        "Stowarzyszenie Nauczycieli Szkół Polskich na Litwie \"Macierz Szkolna\"",
        "Polska Macierz Szkolna na Białorusi",
        "Polska Macierz Szkolna na Litwie",
        "Polska Macierz Szkolna w Wielkiej Brytanii",
        "Stowarzyszenie Społeczne Polska Macierz Szkolna \"Polesie\""
    ],
    "Polska Sekcja Międzynarodowego Kuratorium Książki dla Dzieci i Młodzieży (IBBY)": [
        "Stowarzyszenie Przyjaciół Książki dla Młodych - Polska Sekcja IBBY (International Board on Books for Young People)",
        "Stowarzyszenie Książki dla Młodych (Polska Sekcja IBBY)",
        "Stowarzyszenie Przyjaciół Książki dla Młodych - Polska Sekcja IBBY",
        "ustanowiony przez Międzynarodowe Kuratorium Książki dla Dzieci i Młodzieży (IBBY)"
    ],
    "Polski Instytut Kultury Chrześcijańskiej w Rzymie": [
        "Fundacja Jana Pawła II. Polski Instytut Kultury Chrześcijańskiej w Rzymie"
    ],
    "Polski Ośrodek Społeczno-Kulturalny (POSK) w Londynie": [
        "Biblioteka Polska w Londynie"
    ],
    "Polski PEN Club": [
        "Wydawnictwo PEN"
    ],
    "Polski Teatr w Wilnie": [
        "Studio Młodzieżowe Polskiego Teatru w Wilnie w Wilno"
    ],
    "Polski Związek Kulturalno-Oświatowy w Czechach (do 1993: w Czechosłowacji)": [
        "Sekcja Kultury Teatralnej Zarządu Głównego Polskiego Związku Kulturalno-Oświatowego",
        "Zarząd Główny Polskiego Związku Kulturalno-Oświatowego w Czechosłowacji",
        "Sekcja Folklorystyczna Zarządu Głównego Polskiego Związku Kulturalno-Oświatowego w Czeskim Cieszynie",
        "Sekcja Literacko-Artystyczna Zarządu Głównego Polskiego Związku Kulturalno-Oświatowego w Czechosłowacji",
        "Sekcja Teatralna Zarządu Głównego Polskiego Związku Kulturalno-Oświatowego",
        "Teatrzyk \"Dropsik\" przy Kole PZKO w Olbrachcicach",
        "Polski Związek Kulturalno-Oświatowy",
        "Teatr im. majora Szmauza przy kole PZKO w Trzyńcu",
        "Teatr przy Kole PZKO w Śmiłowicach",
        "Teatr przy PZKO w Milikowie",
        "Zarząd Główny PZKO [Polskiego Związku Kulturalno-Oświatowego]",
        "Zespół teatralny Koła PZKO w Orłowej-Lutyni",
        "Zespół teatralny przy Kole PZKO w Łomnej Dolnej",
        "Zespół teatralny przy Kole PZKO w Łomnej Górnej",
        "Zespół teatralny przy Kole PZKO w Oldrzychowicach",
        "Zespół teatralny przy Kole PZKO w Tyrze",
        "Zespół teatralny przy Kole PZKO w Wędryni",
        "Zespół teatralny przy Kole PZKO w Żukowie Dolnym (Czechy)",
        "Grupa teatralna przy Klubie Młodych PZKO w Nawsiu",
        "Klub Młodych przy PZKO w Nawsie",
        "Koło PZKO [Polskiego Związku Kulturalno-Oświatowego] w Jabłonkowie",
        "Koło PZKO w Wędryni",
        "Oficyna Wydawnicza Kawiarenki \"Pod Pegazem\" PZKO",
        "Polski Związek Kulturalno-Oświatowy w Czechosłowacji - zob. ... w Czechach",
        "Rada Kultury Zarządu Głównego PZKO [Polskiego Związku Kulturalno-Oświatowego]",
        "Sekcja Bibliotekarko-Czytelnicza Zarządu Głównego Polskiego Związku Kulturalno-Oświatowego, Oddział Biblioteki Regionalnej w Karwinie",
        "Sekcja Historii Regionu przy Zarządzie Głównym PZKO [Polskiego Związku Kulturalno-Oświatowego w Czechach]",
        "Sekcja Literacko-Artystyczna przy PZKO w Czechach (do 1993: w Czechosłowacji)",
        "Sekcja Literacko-Artystyczna przy PZKO w Czechosłowacji",
        "SLA ZG PZKO",
        "Zarząd Główny Polskiego Związku Kulturalno-Oświatowego w Czeskim Cieszynie",
        "Zarząd Główny Polskiego Związku Kulturalno-Oświatowego. Sekcja Folklorystyczna",
        "Zespół Małych Form Scenicznych \"IKRA\" przy Kole PZKO w Stonawie",
        "Zespół teatralny \"Świt\" przy Kole PZKO w Skrzeczoniu",
        "Zespół teatralny Klubu Młodych PZKO w Bukowcu",
        "Zespół teatralny przy Kole Polskiego Związku Kulturalno-Oświatowego w Wędryni",
        "Zespół teatralny przy Kole PZKO w Boconowicach",
        "Zespół teatralny przy Kole PZKO w Kocobędzu",
        "ZG PZKO",
        "Zrzesz. Śpiewaczo-Muz. PZKO (Oddz. Zagr. - Zaolziański Polskiego Zw. Chórów i Orkiestr)",
        "Zrzeszenie Śpiewaczo-Muzyczne Polskiego Związku Kulturalno-Oświatowego"
    ],
    "Polski Związek Niewidomych": [
        "Krajowe Centrum Kultury Polskiego Związku Niewidomych"
    ],
    "Polskie Radio": [
        "Teatr Polskiego Radia",
        "Program III Polskiego Radia",
        "Polskie Radio S.A.",
        "Radio Łódź",
        "Program I Polskiego Radia",
        "Polskie Radio Białystok S A",
        "Polskie Radio Katowice",
        "Polskie Radio Kielce",
        "Polskie Radio Kraków",
        "Polskie Radio Szczecin SA",
        "Polskie Radio we Wrocławiu"
    ],
    "Polskie Towarzystwo Białorutenistyczne": [
        "Towarzystwo Białorutenistyczne",
        "Zarząd Polskiego Towarzystwa Białorutenistycznego"
    ],
    "Polskie Towarzystwo Bibliologiczne": [
        "Polskie Towarzystwo Bibliologiczne (Oddział w Lublinie)",
        "Polskie Towarzystwo Bibliologiczne. Oddział",
        "Polskie Towarzystwo Bibliologiczne. Zarząd Główny"
    ],
    "Polskie Towarzystwo Filologiczne": [
        "Opolskie Koło Polskiego Towarzystwa Filologicznego"
    ],
    "Polskie Towarzystwo Filozoficzne": [
        "Polskie Towarzystwo Filozoficzne. Oddział w Lublinie",
        "Nakładem Polskiego Towarzystwa Filozoficznego. Oddział Wrocławski",
        "Oddz. Gdańskiego Polskiego Towarzystwa Filozoficznego",
        "Oddział Gdański Polskiego Towarzystwa Filozoficznego",
        "Oddział Polskiego Towarzystwa Filozoficznego w Katowicach",
        "Polskie Towarzystwo Filozoficzne. Oddział w Łodzi",
        "Polskie Towarzystwo Filozoficzne. Oddział w Olsztynie",
        "Polskie Towarzystwo Filozoficzne. Oddział w Poznaniu",
        "Polskie Towarzystwo Filozoficzne. Oddział w Szczecinie",
        "Polskie Towarzystwo Filozoficzne. Oddział w Toruniu",
        "poznański oddział Polskiego Towarzystwa Filozoficznego",
        "Toruński Oddział Polskiego Towarzystwa Filozoficznego",
        "Wydawnictwo Polskiego Towarzystwa Filozoficznego"
    ],
    "Polskie Towarzystwo Historyczne": [
        "Polskie Towarzystwo Historyczne w Krakowie",
        "Polskie Towarzystwo Historyczne. Oddział",
        "Polskie Towarzystwo Historyczne Oddział w Inowrocławiu",
        "Zarząd Główny Polskiego Towarzystwa Historycznego",
        "Polskie Towarzystwo Historyczne Oddział w Katowicach",
        "Polskie Towarzystwo Historyczne. Oddział w Białymstoku",
        "Polskie Towarzystwo Historyczne. Oddział w Lublinie",
        "Polskie Towarzystwo Historyczne. Oddział w Łodzi",
        "Polskie Towarzystwo Historyczne. Oddział Olsztyński",
        "Polskie Towarzystwo Historyczne. Oddział w Białej Podlaskiej",
        "Polskie Towarzystwo Historyczne. Oddział w Szczecinie"
    ],
    "Polskie Towarzystwo Ludoznawcze": [
        "Polskie Towarzystwo Ludoznawcze we Wrocławiu",
        "Polskie Towarzystwo Ludoznawcze. Oddział",
        "Polskie Towarzystwo Ludoznawcze. Oddział w Krakowie",
        "Koło Zainteresowań Kulturą Łużyczan PTL[Polskiego Towarzystwa Ludoznawczego]",
        "Koło Zainteresowań Kulturą Ormian przy Oddziale Warszawskim Polskiego Towarzystwa Ludoznawczego",
        "Oddział Gdański Polskiego Towarzystwa Ludoznawczego",
        "Oddział Polskiego Towarzystwa Ludoznawczego w Mszanie Dolnej",
        "Polskie Towarzystwo Ludoznawcze. Koło Zainteresowań Kulturą Ormian",
        "Polskie Towarzystwo Ludoznawcze. Oddział w Warszawie",
        "Polskie Towarzystwo Ludoznawcze. Oddział w Warszawie. Koło Zainteresowań Kulturą Ormian",
        "Polskie Towarzystwo Ludoznawcze. Oddział. Koło Zainteresowań Kulturą Ormian",
        "Polskie Towarzystwo Ludoznawcze. Redakcja Dzieł Wszystkich Oskara Kolberga",
        "Polskie Towarzystwo Ludoznawcze",
        "Wydawnictwo Uniwersytetu Wrocławskiego, nakładem Polskiego Towarzystwa Ludoznawczego",
        "Zarząd Główny Polskiego Towarzystwa Ludoznawczego"
    ],
    "Polskie Towarzystwo Psychologiczne": [
        "Sekcja Psychologii Losu PTP[Polskiego Towarzystwa Psychologicznego"
    ],
    "Polskie Towarzystwo Rusycystyczne": [
        "Zarząd Główny Polskiego Towarzystwa Rusycystycznego",
        "Zarząd Wojewódzki Polskiego Towarzystwa Rusycystycznego w Zielonej Górze",
        "Olsztyński Oddział Polskiego Towarzystwa Rusycystycznego",
        "Zarząd Oddziału Polskiego Towarzystwa Rusycystycznego"
    ],
    "Polskie Towarzystwo Turystyczno-Krajoznawcze": [
        "Wydawnictwo Polskiego Towarzystwa Turystyczno-Krajoznawczego \"Kraj\"",
        "Muzeum Regionalne Polskiego Towarzystwa Turystyczno-Krajoznawczego im. Adama Fastnachta",
        "Oddział Polskiego Towarzystwa Turystyczno Krajoznawczego w Żarach",
        "Oddział Polskiego Towarzystwa Turystyczno-Krajoznawczego",
        "Muzeum Regionalne PTTK [Polskie Towarzystwo Turystyczno-Krajoznawcze] w Puławach",
        "Centrum Usługowe przy Oddziale Przewodnickim Polskiego Towarzystwa Turystyczno-Krajoznawczego",
        "Klub Miłośników Ziemi Kieleckiej. Oddzial PTTK [Polskiego Towarzystwa Turystyczno-Krajoznawczego] Warszawa Śródmieście",
        "Oddział Polskiego Towarzystwa Turystyczno-Krajoznawczego Ziemi Babiogórskiej",
        "Polskie Towarzystwo Turystyczno-Krajoznawcze, Zarząd Główny",
        "Polskie Towarzystwo Turystyczno-Krajoznawcze. Oddział Świętokrzyski",
        "Polskie Towarzystwo Turystyczno-Krajoznawcze. Oddział Wrocławski",
        "Polskie Towarzystwo Turystyczno-Krajoznawcze. Zarząd Główny. Komisja Turystyki Górskiej. Komisja Historii i Tradycji",
        "Staraniem Stowarzyszenia Żołnierzy 4 pp Leg. AK [Armii Krajowej], Rodzinne Koło PTTK [Polskiego Towarzystwa Turystyczno-Krajoznawczego] \"Sabat\"",
        "Wydawnictwo Pomorskie RPK PTTK [Regionalnej Pracowni Krajoznawczej Polskiego Towarzystwa Turystyczno-Krajoznawczego]",
        "Zarząd Wojewódzki Polskiego Towarzystwa Turystyczno-Krajoznawczego",
        "ZG PTTK [Zarząd Główny Polskiego Towarzystwa Turystyczno-Krajoznawczego]"
    ],
    "Polskie Towarzystwo Wydawców Książek": [
        "Wydawnictwo Polskiego Towarzystwa Wydawców Książek"
    ],
    "Polsko-Niemieckie Towarzystwo Literackie WIR w Berlinie": [
        "WIR - Verein zur Förderung der Deutsch-Polnischen Literatur Berlin",
        "WIR Polsko-Niemieckie Towarzystwo Literackie"
    ],
    "Pomorska Akademia Pedagogiczna w Słupsku": [
        "Instytut Neofilologii Pomorskiej Akademii Pedagogicznej w Słupsku",
        "Instytut Filologi Polskiej Pomorskiej Akademii Pedagogicznej w Słupsku",
        "Instytut Filologii Polskiej Pomorskiej Akademii Pedagogicznej",
        "Instytut Filologii Polskiej Wyższej Szkoły Pedagogicznej (od 2000) Pomorskiej Akademii Pedagogicznej w Słupsku",
        "Wydawnictwo PAP [Pomorskiej Akademii Pedagogicznej]",
        "Wydawnictwo Pomorskiej Akademii Pedagogicznej",
        "Wydawnictwo Uczelniane PAP [Pomorskiej Akademii Pedagogicznej]",
        "Wydawnictwo Uczelniane. Pomorska Akademia Pedagogiczna w Słupsku"
    ],
    "Poznańskie Towarzystwo Przyjaciół Nauk": [
        "Wydział Filologiczno-Filozoficzny Poznańskiego Towarzystwa Przyjaciół Nauk",
        "Wydział Historii i Nauk Społecznych Poznańskiego Towarzystwa Przyjaciół Nauk",
        "Wydział Nauk o Sztuce Poznańskiego Towarzystwa Przyjaciół Nauk",
        "Komisja Językoznawcza Poznańskiego Towarzystwa Przyjaciół Nauk",
        "Komisja Filologiczna Poznańskiego Towarzystwa Przyjaciół Nauk",
        "Biblioteka Poznańskiego Towarzystwa Przyjaciół Nauk",
        "Komisja Teologiczna Poznańskiego Towarzystwa Przyjaciół Nauk",
        "Wydawnictwo Poznańskiego Towarzystwa Przyjaciół Nauk",
        "Wydawnictwo PTPN [Poznańskiego Towarzystwa Przyjaciół Nauk]"
    ],
    "Prezydent Miasta Krakowa": [
        "Stypendium twórcze Prezydenta Miasta Krakowa"
    ],
    "Rada Miasta Krakowa": [
        "Rada Dzielnicy VII Miasta Krakowa"
    ],
    "Radomskie Towarzystwo Naukowe w Radomiu": [
        "Radomskie Towarzystwo Naukowe"
    ],
    "Regionalny Ośrodek Studiów i Ochrony Środowiska Kulturowego": [
        "Regionalny Ośrodek Studiów i Ochrony Środowiska Kulturowego w Rzeszowie"
    ],
    "Robotnicza Spółdzielnia Wydawnicza \"Prasa-Książka-Ruch\"": [
        "Zespół Kultury i Oświaty Zarządu Głównego  Robotniczej Spółdzielni Wydawniczej  \"Prasa Książka  Ruch\""
    ],
    "Robotnicze Stowarzyszenie Twórców Kultury": [
        "Robotnicze Stowarzyszenie Twórców Kultury w Bydgoszczy",
        "Robotnicze Stowarzyszenie Twórców Kultury w Szczecinie",
        "Robotnicze Stowarzyszenie Twórców Kultury w Jastrzębiu Zdroju",
        "Robotnicze Stowarzyszenie Twórców Kultury \"Ster\" w Gdańsku",
        "Rada Krajowa Robotniczych Stowarzyszeń Twórców Kultury w Warszawie",
        "Robotnicze Stowarzyszenie Twórców Kultury w Gorzowie Wielkopolskim",
        "Robotnicze Stowarzyszenie Twórców Kultury Ziemi Radomskiej",
        "Robotnicze Stowarzyszenie Twórców Kultury. Oddział w Lublinie",
        "Robotnicze Stowarzyszenie Twórców Kultury we Wrocławiu",
        "Robotnicze Stowarzyszenie Twórców Kultury województwa siedleckiego",
        "Zarząd Wojewódzki Robotniczego Stowarzyszenia Twórców Kultury w Szczecinie",
        "Koło Robotniczego Stowarzyszenia Twórców Kultury",
        "Rada Krajowa RSTK Robotniczego Stowarzyszenia Twórców Kultiry w Warszawie",
        "Robotnicze Stowarzyszenie Twórców Kultury w Częstochowie",
        "Robotnicze Stowarzyszenie Twórców Kultury w Lublinie",
        "Robotnicze Stowarzyszenie Twórców Kultury w Rzeszowie",
        "Robotnicze Stowarzyszenie Twórców Kultury w Chojnicach",
        "Warszawskie Robotnicze Stowarzyszenie Twórców Kultury",
        "Wielkopolskie Robotnicze Stowarzyszenie Twórców Kultury",
        "Grupa Literacka \"Sylaba\" RSTK [Robotniczego Stowarzyszenia Twórców Kultury] w Krakowie",
        "Robotnicze Stowarzyszenie Twórców Kultury  \"Ziemi Augustowskiej\"",
        "Robotnicze Stowarzyszenie Twórców Kultury Częstochowa",
        "Robotnicze Stowarzyszenie Twórców Kultury w Gorzowie Wlkp.",
        "Robotnicze Stowarzyszenie Twórców Kultury w Piotrkowie Trybunalskim",
        "Robotnicze Stowarzyszenie Twórców Kultury w Poznaniu",
        "Robotnicze Stowarzyszenie Twórców Kultury w Przemyślu",
        "Robotnicze Stowarzyszenie Twórców Kultury w Siedlcach",
        "Robotnicze Stowarzyszenie Twórców Kultury Województwa Częstochowskiego",
        "Staraniem RSTK [Robotniczego Stowarzyszenia Twórców Kultury]",
        "wrocławski oddział Robotniczego Stowarzyszenia Twórców Kultury",
        "Grupa Literacka ROW w Rybniku",
        "Klub Środowisk Twórczych RSTK [Robotniczego Stowarzyszenia Twórców Kultury]",
        "Klub Środowisk Twórczych RSTK w Starachowicach",
        "Koło RSTK Grupy Twórczej \"Na Zamku\"",
        "Opolski Oddział RSTK Oddział w Nysie",
        "PZPS [Północne Zakłady Przemysłu Skórzanego] \"Alka\" Słupsk, RSTK [Robotnicze Stowarzyszenie Twórców Kultury]",
        "Robotnicze Stowarzyszenie Twórców Kultury w Łodzi",
        "Robotnicze Stowarzyszenie Twórców Kultury - Augustów",
        "Robotnicze Stowarzyszenie Twórców Kultury - Białystok",
        "Robotnicze Stowarzyszenie Twórców Kultury - Ciechanów",
        "Robotnicze Stowarzyszenie Twórców Kultury - Gorzów Wielkopolski",
        "Robotnicze Stowarzyszenie Twórców Kultury - Inowrocław",
        "Robotnicze Stowarzyszenie Twórców Kultury - Jastrzębie Zdrój",
        "Robotnicze Stowarzyszenie Twórców Kultury - Jaworzno",
        "Robotnicze Stowarzyszenie Twórców Kultury - Kudowa",
        "Robotnicze Stowarzyszenie Twórców Kultury - Kutno",
        "Robotnicze Stowarzyszenie Twórców Kultury - Legnica",
        "Robotnicze Stowarzyszenie Twórców Kultury - Lublin",
        "Robotnicze Stowarzyszenie Twórców Kultury - Olsztyn",
        "Robotnicze Stowarzyszenie Twórców Kultury - Opole",
        "Robotnicze Stowarzyszenie Twórców Kultury - Ostróda",
        "Robotnicze Stowarzyszenie Twórców Kultury - Piła",
        "Robotnicze Stowarzyszenie Twórców Kultury - Płock",
        "Robotnicze Stowarzyszenie Twórców Kultury - Poznań",
        "Robotnicze Stowarzyszenie Twórców Kultury - Racibórz",
        "Robotnicze Stowarzyszenie Twórców Kultury - Rzeszów",
        "Robotnicze Stowarzyszenie Twórców Kultury - Sanok",
        "Robotnicze Stowarzyszenie Twórców Kultury - Siedlce",
        "Robotnicze Stowarzyszenie Twórców Kultury - Świdnik",
        "Robotnicze Stowarzyszenie Twórców Kultury - Tarnów",
        "Robotnicze Stowarzyszenie Twórców Kultury - Toruń",
        "Robotnicze Stowarzyszenie Twórców Kultury - Tychy",
        "Robotnicze Stowarzyszenie Twórców Kultury - Warszawa",
        "Robotnicze Stowarzyszenie Twórców Kultury - Wrocław",
        "Robotnicze Stowarzyszenie Twórców Kultury - Zielona Góra",
        "Robotnicze Stowarzyszenie Twórców Kultury \"Ster\"",
        "Robotnicze Stowarzyszenie Twórców Kultury Grupa Literacka \"Wers\" we Wrocławiu",
        "Robotnicze Stowarzyszenie Twórców Kultury przy Zakładach Papierniczych w Świeciu",
        "Robotnicze Stowarzyszenie Twórców Kultury w Elblągu",
        "Robotnicze Stowarzyszenie Twórców Kultury w Krakowie",
        "Robotnicze Stowarzyszenie Twórców Kultury w Nysie",
        "Robotnicze Stowarzyszenie Twórców Kultury w Olsztynie",
        "Robotnicze Stowarzyszenie Twórców Kultury w Ostródzie",
        "Robotnicze Stowarzyszenie Twórców Kultury w Płocku",
        "Robotnicze Stowarzyszenie Twórców Kultury w Raciborzu",
        "Robotnicze Stowarzyszenie Twórców Kultury w Starachowicach",
        "Robotnicze Stowarzyszenie Twórców Kultury w Toruniu",
        "Robotnicze Stowarzyszenie Twórców Kultury w Warszawie",
        "Robotnicze Stowarzyszenie Twórców Kultury w Zielonej Górze",
        "Robotnicze Stowarzyszenie Twórców Kultury woj. ciechanowskiego",
        "Robotnicze Stowarzyszenie Twórców Kultury Województwa Bielskiego Koło Terenowe Bielsko-Biała",
        "Robotnicze Stowarzyszenie Twórców Kultury Województwa Zielonogórskiego",
        "Robotnicze Stowarzyszenie Twórców Kultury. I-Bis",
        "Robotnicze Stowarzyszenie Twórców Kultury. Oddział w Szczecinie",
        "RSTK w Starachowicach",
        "Zakładowe Koło RSTK przy Hucie im. B. Bieruta w Częstochowie",
        "Zarząd Wojewódzki RSTK [Robotniczego Stowarzyszenia Twórców Kultury] w Bielsku-Białej"
    ],
    "Rossijskaja Akademija Nauk w Moskwie": [
        "Akademija Nauk SSSR. Institut Slavjanovedenija i Balkanistiki"
    ],
    "Rosyjska Akademia Nauk": [
        "Instytut Słowianoznawstwa i Bałkanistyki Rosyjskiej Akademii Nauk",
        "Instytut Edukacji Syberii Dalekiego Wschodu i Północy Rosyjskiej Akademii Nauk",
        "Instytut Literatury Światowej Rosyjskiej Akademii Nauk"
    ],
    "Ruch Społeczno-Kulturalny Związku Młodzieży Wiejskiej \"Scena Ludowa\"": [
        "Krajowa Rada Teatrów Wiejskich przy Ruchu Społeczno-Kulturalnym Związku Młodzieży Wiejskiej \"Scena Ludowa\""
    ],
    "Siedlecka Grupa Literacka \"Witraż\" Miejskiego Ośrodka Kultury w Siedlcach": [
        "Program II Polskiego Radia"
    ],
    "Sorbona w Paryżu": [
        "Ośrodek Kultury Polskiej na Sorbonie w Paryżu",
        "Sekcja Polonistyczna na Sorbonie"
    ],
    "Staromiejski Dom Kultury w Warszawie": [
        "Klub Literacki SDK [Staromiejskiego Domu Kultury] w Warszawie",
        "Centrum Tańca i Muzyki Dawnej przy Staromiejskim Domu Kultury w Warszawie",
        "Staromiejski Dom Kultury"
    ],
    "Stowarzyszenie \"Civitas Christiana\"": [
        "Katolickie Stowarzyszenie \"Civitas Christiana\" w Płocku",
        "Stowarzyszenie \"Civitas Christiana\" Oddział w Płocku",
        "Katolickie Stowarzyszenie \"Civitas Christiana\". Oddział",
        "Oddział Miejski Katolickiego Stowarzyszenia \"Civitas Christiana\" w Lęborku",
        "Oddział Miejski Katolickiego Stowarzyszenia Civitas Christiana w Lęborku, Zarząd Główny",
        "Oddział Miejski Stowarzyszenia Civitas Christiana w Lęborku",
        "Stowarzyszenie \"Civitas Christiana\" oddział w Krośnie",
        "Stowarzyszenie \"Civitas Christiana\" Oddział w Olsztynie",
        "Wojewódzki Oddział Stowarzyszenia \"Civitas Christiana\" w Łodzi",
        "Civitas Christiana. Oddział Terenowy",
        "Civitas Christiana Oddział Zamość",
        "Katolickie Stowarzyszenie \"Civitas Christiana\". Oddział Warmińsko-Mazurski",
        "Oddział Stowarzyszenia \"Civitas Christiana\"",
        "Oddział Stowarzyszenia \"Civitas Christiana\" w Radomiu",
        "Oddział Warmińsko-Mazurski Katolickiego Stowarzyszenia \"Civitas Christiana\"",
        "Oddział Wojewódzki Katolickiego Stowarzyszenia \"Civitas Christiana\" w Lęborku",
        "Oddział Wojewódzki Stowarzyszenia \"Civitas Christiana\"",
        "Oddział Wojewódzki Stowarzyszenia Civitas Christiana w Słupsku",
        "Ośrodek Promocji Kultury Regionalnej przy Stowarzyszeniu \"Civitas Christiana\" w Radomiu",
        "Ośrodek Wschodni Katolickiego Stowarzyszenia \"Civitas Christiana\"",
        "Staraniem Oddziału Warmińsko-Mazurskiego Katolickiego Stowarzyszenia \"Civitas Christiana\"",
        "Stowarzyszenie \"Civitas Christiana\" Oddział w Bielsku-Białej",
        "Stowarzyszenie \"Civitas Christiana\" w Łodzi",
        "Stowarzyszenie \"Civitas Christiana\". Oddział",
        "Stowarzyszenie Civitas Christiana w Kielcach",
        "Stowarzysznie \"Civitas Christiana\" Oddział w Lęborku"
    ],
    "Stowarzyszenie \"Wspólnota Polska\"": [
        "Oddział Stowarzyszenia \"Wspólnota Polska\" w Rzeszowie",
        "Podlaski Oddział Stowarzyszenia \"Wspólnota Polska\"",
        "Kujawsko-Pomorski Oddział Stowarzyszenia \"Wspólnota Polska\"",
        "Oddział Stowarzyszenia \"Wspólnota Polska\" w Gdyni",
        "Stowarzyszenie \"Wspólnota Polska\" Oddział Dolnośląski",
        "Zachodniopomorski Oddział Stowarzyszenia \"Wspólnota Polska\"",
        "Zarząd Krajowy Stowarzyszenia \"Wspólnota Polska\" w Warszawie",
        "Łomżyński Oddział Stowarzyszenia \"Wspólnota Polska\"",
        "Oddział Krakowski Stowarzyszenia \"Wspólnota Polska\"",
        "Oddział Lubelski Stowarzyszenia \"Wspólnota Polska\"",
        "Oddziału Północno-Mazowieckiego Stowarzyszenia \"Wspólnota Polska\"",
        "Rzeszowski Oddział Stowarzyszenia \"Wspólnota Polska\"",
        "Stowarzyszenie \"Wspólnota Polska\" Oddział Podlaski",
        "Stowarzyszenie \"Wspólnota Polska\" Oddział Zachodniopomorski w Szczecinie",
        "Stowarzyszenie \"Wspólnota Polska\". Oddział Lubelski",
        "Stowarzyszenie \"Wspólnota Polska\". Oddział w Gorzowie Wlkp.",
        "Stowarzyszenie \"Wspólnota Polska\". Oddział w Opolu",
        "Stowarzyszenie Wspólnota Polska w Rzeszowie",
        "Wielkopolski Oddział Stowarzyszenia \"Wspólnota Polska\"",
        "Wspólnota Polska Oddział Podlaski",
        "Wspólnota Polska oddział w Białymstoku",
        "Wspólnota Polska. Oddział"
    ],
    "Stowarzyszenie Autorów Polskich": [
        "Stowarzyszenie Autorów Polskich w Krakowie",
        "Stowarzyszenie Autorów Polskich. Oddział",
        "Stowarzyszenie Autorów Polskich im. B. Prusa",
        "Oficyna Autorów SAP [Stowarzyszenie Autorów Polskich im. B. Prusa]",
        "SAP [Stowarzyszenie Autorów Polskich im. Bolesława Prusa]",
        "Stowarzyszenie Autorów Polskich im. Stefana Żeromskiego",
        "Stowarzyszenie Autorów Polskich Oddział w Bielsku-Białej",
        "Stowarzyszenie Autorów Polskich w Krakowie sezon III, wieczór 24",
        "Stowarzyszenie Autorów Polskich. Oddział Warmińsko-Mazurski",
        "Stowarzyszenie Autorów Polskich. Oddział Wojewódzki w Ciechanowie"
    ],
    "Stowarzyszenie Bibliotekarzy Polskich": [
        "Stowarzyszenie Bibliotekarzy Polskich w Zamościu",
        "Stowarzyszenie Bibliotekarzy Polskich. Zarząd Okręgu",
        "SBP [Stowarzyszenie Bibliotekarzy Polskich]",
        "Chełmska Biblioteka Publiczna, Stowarzyszenie Bibliotekarzy Polskich. Zarząd Okręgu",
        "SBP [Stowarzyszenie Bibliotekarzy Polskich].Okręgi",
        "Stowarzyszenie Bibliotekarzy Polskich, Zarząd Okręgu we Wrocławiu",
        "Stowarzyszenie Bibliotekarzy Polskich. Oddział Kielecki",
        "Stowarzyszenie Bibliotekarzy Polskich. Okręg",
        "Stowarzyszenie Bibliotekarzy Polskich. Okręg Kielecki",
        "Stowarzyszenie Bibliotekarzy Polskich. Okręg Łódź",
        "Stowarzyszenie Bibliotekarzy Polskich. Zarząd Oddziału",
        "Zarząd Okręgu Stowarzyszenia Bibliotekarzy Polskich w Kaliszu",
        "Zarząd Okręgu Stowarzyszenia Bibliotekarzy Polskich w Łodzi",
        "Zarząd Okręgu Stowarzyszenia Bibliotekarzy Polskich w Sieradzu",
        "Zarząd Okręgu Stowarzyszenia Bibliotekarzy Polskich w Słupsku",
        "Zarząd Okręgu Stowarzyszenia Bibliotekarzy Polskich we Wrocławiu"
    ],
    "Stowarzyszenie Dziennikarzy  PRL": [
        "Krajowy Klub Reportażu Stowarzyszenia Dziennikarzy Polskiej Rzeczypospolitej Ludowej",
        "Oddział Stowarzyszenia Dziennikarzy Polskiej Rzeczypospolitej Ludowej"
    ],
    "Stowarzyszenie Dziennikarzy Polskich": [
        "na zlec. Stowarzyszenia Dziennikarzy Polskich",
        "Oddział Warszawski Stowarzyszenia Dziennikarzy Polskich"
    ],
    "Stowarzyszenie Dziennikarzy Rzeczypospolitej Polskiej": [
        "Klub Krytyki Filmowej przy Stowarzyszeniu Dziennikarzy Rzeczypospolitej Polskiej",
        "Klub Krytyki Teatralnej Stowarzyszenia Dziennikarzy Rzeczypospolitej Polskiej"
    ],
    "Stowarzyszenie Filmowców Polskich": [
        "Koło Młodych Stowarzyszenia Filmowców Polskich"
    ],
    "Stowarzyszenie Grupa Literacka \"Łuczywo\" w Radomiu": [
        "Grupa Poetycka \"Łuczywo\"",
        "Grupa Literacka \"Łuczywo\" w Radomiu",
        "Grupa Poetycka \"Łuczywo\" w Radomiu",
        "Stowarzyszenie Grupa Literacka \"Łuczywo\" w Radomiu, Urząd Wojewódzki"
    ],
    "Stowarzyszenie Księgarzy Polskich": [
        "Zarząd Okręgu Warszawskiego Stowarzyszenia Księgarzy Polskich",
        "Zarząd Okręgu Warszawskiego Stowarzyszenia Księgarzy Polskich"
    ],
    "Stowarzyszenie Kultury Europejskiej (SEC)": [
        "Stowarzyszenie Kultury Europejskiej SEC - Polski Oddział",
        "Wydawnictwo Polskiego SEC - Stowarzyszenia Kultury Europejskiej"
    ],
    "Stowarzyszenie Miłośników Kultury": [
        "Stowarzyszenie Miłośników Kultury w Krasnem"
    ],
    "Stowarzyszenie Miłośników Tradycji \"Mazurka Dąbrowskiego\"": [
        "Stowarzyszenie Miłośników Tradycji \"Mazurka Dąbrowskiego\" Oddział w Gdańsku",
        "Stowarzyszenie \"Mazurka Dąbrowskiego\" w Gdańsku",
        "Stowarzyszenie Miłośników Tradycji \"Mazurka Dąbrowskiego\" Oddział we Wrocławiu",
        "Zarząd Główny Stowarzyszenia Miłośników Tradycji \"Mazurka Dąbrowskiego\" w Warszawie",
        "Gdański Oddział Stowarzyszenia \"Mazurka Dąbrowskiego\"",
        "Oddział Stowarzyszenia Miłosników Tradycji \"Mazurka Dąbrowskiego\" w Gdańsku",
        "Oddział Wojewódzki Stowarzyszenia Miłośników Tradycji \"Mazurka Dąbrowskiego\" w Margoninie",
        "Oddział Wojewódzki w Gdańsku Stowarzyszenia Miłośników \"Mazurka Dąbrowskiego\"",
        "Oddziały Stowarzyszenia Miłośników Tradycji \"Mazurka Dąbrowskiego\" w Gdańsku i Krakowie",
        "Stow. Miłośników \"Mazurka Dąbrowskiego\" w Gdańsku",
        "Stowarzyszenia Miłośników Tradycji \"Mazurka Dąbrowskiego\" Oddział w Krakowie",
        "Stowarzyszenie Miłosników Tradycji \"Mazurka Dąbrowskiego\" Oddział Wojewódzki w Pile",
        "Stowarzyszenie Miłośników Tradycji \"Mazurka Dąbrowskiego\" Oddział w Pile",
        "Stowarzyszenie Miłośników Tradycji \"Mazurka Dąbrowskiego\" w Margoninie",
        "Stowarzyszenie Miłośników Tradycji \"Mazurka Dąbrowskiego\" w Warszawie",
        "Stowarzyszenie Miłośników Tradycji \"Mazurka Dąbrowskiego\". Oddział wojewódzki",
        "Zarząd Główny Stowarzyszenia Miłośników Tradycji Mazurka Dąbrowskiego",
        "ZG Stowarzyszenia Miłośników Tradycji Mazurka Dąbrowskiego"
    ],
    "Stowarzyszenie Nauczycieli Polonistów": [
        "Zarząd Główny Stowarzyszenia Nauczycieli Polonistów"
    ],
    "Stowarzyszenie Ogród Sztuk i Nauk": [
        "Stowarzyszenie \"Ogród Sztuk i Nauk\" w Podkowie Leśnej"
    ],
    "Stowarzyszenie Pax": [
        "Oddział Wojewódzki Stowarzyszenia Pax w Łodzi",
        "Oddział Miejski Stowarzyszenia Pax",
        "Oddział Wojewódzki Stowarzyszenia Pax w Płocku",
        "Oddział Wojewódzki Stowarzyszenia Pax w Katowicach",
        "Oddział Wojewódzki Stowarzyszenia Pax w Piotrkowie Trybunalskim",
        "Pax",
        "Oddział Wojewódzki Stowarzyszenia Pax w Białej Podlaskiej",
        "Oddział Wojewódzki Stowarzyszenia Pax w Tarnowie",
        "Ośrodek Działalności Kulturalnej i Edukacji Narodowej Stowarzyszenia Pax",
        "Centralny Zespół Młodych Stowarzyszenia Pax w Warszawie",
        "Klub Literatów \"Krąg\" działający przy Ośrodku Kultury Literackiej oraz Inicjatyw Pisarskich Stowarzyszenia Pax",
        "Oddział Miejski Stowarzyszenia \"Pax\" w Katowicach",
        "Oddział Stowarzyszenia Pax w Poznaniu",
        "Oddział Wojewódzki Pax w Częstochowie",
        "Oddział Wojewódzki Stowarzyszenia \"Pax\"",
        "Oddział Wojewódzki Stowarzyszenia Pax w Krośnie",
        "Oddział Wojewódzki Stowarzyszenia Pax w Olsztynie",
        "Ośrodek Promocji Kultury Regionalnej przy Stowarzyszeniu \"Pax\" w Radomiu",
        "Rada Kultury Stowarzyszenia PAX",
        "Stowarzyszenie Pax - Oddział Wojewódzki w Częstochowie",
        "Stowarzyszenie PAX Oddział w Zielonej Górze",
        "Wojewódzki Oddział Stowarzyszenia Pax w Radomiu",
        "Wojewódzki Zespół Młodych Stowarzyszenia Pax w Elblągu",
        "Wydział Kultury, Nauki i Edukacji Narodowej Stowarzyszenia PAX",
        "Zarząd Wojewódzki Stowarzyszenia Pax"
    ],
    "Stowarzyszenie Pisarzy Polskich": [
        "Oddział Stowarzyszenia Pisarzy Polskich we Wrocławiu",
        "Stowarzyszenie Pisarzy Polskich Oddział w Katowicach",
        "Oddział Stowarzyszenia Pisarzy Polskich w Lublinie",
        "Stowarzyszenie Pisarzy Polskich Oddział Gdański",
        "Oddział Stowarzyszenia Pisarzy Polskich w Szczecinie",
        "Oddział Łódzki Stowarzyszenia Pisarzy Polskich",
        "Stowarzyszenie Pisarzy Polskich Oddział we Wrocławiu",
        "Lubelski Oddział Stowarzyszenia Pisarzy Polskich",
        "Stowarzyszenie Pisarzy Polskich oddział w Poznaniu",
        "Stowarzyszenie Pisarzy Polskich. Oddział",
        "Krakowski Oddział Stowarzyszenia Pisarzy Polskich",
        "Oddział Stowarzyszenia Pisarzy Polskich w Katowicach",
        "Stowarzyszenie Pisarzy Polskich Oddział w Lublinie",
        "Koło Młodych Pisarzy przy Wrocławskim Oddziale SPP[Stowarzyszenia Pisarzy Polskich]",
        "Oddział Stowarzyszenia Pisarzy Polskich w Łodzi",
        "Oddział Stowarzyszenia Pisarzy Polskich w Warszawie",
        "Stowarzyszenie Pisarzy Polskich Oddział Bydgosko-Toruński",
        "Stowarzyszenie Pisarzy Polskich Zarząd Główny w Warszawie",
        "Biblioteka Łódzka SPP [Stowarzyszenia Pisarzy Polskich]",
        "Biblioteka. Staraniem Stowarzyszenia Pisarzy Polskich. Oddział",
        "Gdański Oddział Stowarzyszenia Pisarzy Polskich",
        "na zlec. SPP [Stowarzyszenia Pisarzy Polskich]. Oddział",
        "Na zlecenie Stowarzyszenia Pisarzy Polskich. Oddział",
        "Nakładem Oddziału Łódzkiego Stowarzyszenia Pisarzy Polskich",
        "Oddział Katowicki Stowarzyszenia Pisarzy Polskich",
        "Oddział Stowarzyszenia Pisarzy Polskich",
        "Oddział Stowarzyszenia Pisarzy Polskich - Bydgoszcz",
        "Oddział Stowarzyszenia Pisarzy Polskich - Gdańsk, Gdynia, Sopot",
        "Oddział Stowarzyszenia Pisarzy Polskich - Katowice",
        "Oddział Stowarzyszenia Pisarzy Polskich - Kraków",
        "Oddział Stowarzyszenia Pisarzy Polskich - Lublin",
        "Oddział Stowarzyszenia Pisarzy Polskich - Łódź",
        "Oddział Stowarzyszenia Pisarzy Polskich - Poznań",
        "Oddział Stowarzyszenia Pisarzy Polskich - Warszawa",
        "Oddział Stowarzyszenia Pisarzy Polskich - Wrocław",
        "Oddział Stowarzyszenia Pisarzy Polskich w Gdańsku",
        "Oddział Stowarzyszenia Pisarzy Polskich w Krakowie",
        "Oddział Stowarzyszenia Pisarzy Polskich w Poznaniu",
        "Olsztyński Oddział Stowarzyszenia Pisarzy Polskich",
        "SPP [Stowarzyszenie Pisarzy Polskich]",
        "staraniem Stowarzyszenia Pisarzy Polskich. Oddział",
        "Stowarzyszenie Pisarzy Polskich Oddział w Łodzi",
        "Stowarzyszenie Pisarzy Polskich w Szczecinie",
        "Stowarzyszenie Pisarzy Polskich. Oddział = Polnischer Schriftstellerverein",
        "Stowarzyszenie Pisarzy Polskich. Oddział Katowice",
        "Stowarzyszenie Pisarzy Polskich. Oddział Kraków",
        "Stowarzyszenie Pisarzy Polskich. Oddział Lublin",
        "Stowarzyszenie Pisarzy Polskich. Oddział Olsztyn",
        "Stowarzyszenie Pisarzy Polskich. Oddział Poznań",
        "Stowarzyszenie Pisarzy Polskich. Oddział w Szczecinie",
        "Stowarzyszenie Pisarzy Polskich. Wydawnictwa",
        "Szczeciński Oddział Stowarzyszenia Pisarzy Polskich",
        "Warszawski oddział Stowarzyszenia Pisarzy Polskich",
        "Wrocławski Oddział Stowarzyszenia Pisarzy Polskich",
        "Zarząd Główny Stowarzyszenia Pisarzy Polskich",
        "Zarząd Oddziału Stowarzyszenia Pisarzy Polskich we Wrocławiu"
    ],
    "Stowarzyszenie Pisarzy Słoweńskich": [
        "Stowarzyszenie Pisarzy Słoweńskich w trakcie Międzynarodowego Festiwalu Pisarzy",
        "[Stowarzyszenie Pisarzy Słoweńskich] Drustvo Slovenskih Pisateljev"
    ],
    "Stowarzyszenie Przyjaciół Twórczości Jana Kasprowicza": [
        "Oddział Stowarzyszenia Przyjaciół Twórczości Jana Kasprowicza"
    ],
    "Stowarzyszenie Społeczno-Kulturalne \"Pojezierze\"": [
        "Stow. Społ.-Kult. \"Pojezierze\""
    ],
    "Stowarzyszenie Twórcze Artystyczno-Literackie": [
        "STA-L [Stowarzyszenie Twórcze Artystyczno-Literackie]. Zarząd Główny",
        "Stowarzyszenie Twórcze Artystyczno-Literackie w Krakowie",
        "Stowarzyszenie Twórcze Artystyczno-Literackie. Zarząd Główny"
    ],
    "Stowarzyszenie Tłumaczy Polskich": [
        "Stowarzyszenie Tłumaczy Polskich - Oddział Gdański"
    ],
    "Stowarzyszenie Środowisk Twórczych": [
        "Częstochowskie Stowarzyszenie Środowisk Twórczych",
        "Ekologiczne Stowarzyszenie Środowisk Twórczych w Poznaniu",
        "Stowarzyszenie Środowisk Twórczych w Włbrzychu"
    ],
    "Szkoła Główna Handlowa w Warszawie": [
        "Instytut Gospodarstwa Społecznego Szkoły Głównej Handlowej"
    ],
    "Teatr \"Cricot 2\" w Krakowie": [
        "Ośrodek Teatru Cricot 2",
        "Cricot 2 Theatre Centre - \"Cricoteka\"",
        "Kraków. Muzeum Teatru \"Cricot 2\"",
        "Muzeum Teatru \"Cricot 2\" w Krakowie"
    ],
    "Teatr Ateneum im. S. Jaracza w Warszawie": [
        "Fundacja im. Aleksandry Śląskiej w Teatrze Ateneum im. Stefana Jaracza w Warszawie"
    ],
    "Teatr Dzieci Zagłębia im. Jana Dormana w Będzinie": [
        "Studium Aktorskie Teatrów Lalkowych przy Teatrze Dzieci Zagłębia w Będzinie",
        "Studium Teatrów Lalkowych przy Teatrze Dzieci Zagłębia w Będzinie w Będzin"
    ],
    "Teatr Lalki i Maski \"Groteska\" w Krakowie": [
        "Scena \"of\" Groteska w Krakowie"
    ],
    "Teatr Wiejski \"Węgajty\"": [
        "Schola Teatru Wiejskiego \"Węgajty\" w Węgajtach"
    ],
    "Teatr Wybrzeże w Gdańsku": [
        "Klub Miłośników Teatru przy Teatrze Wybrzeże w Gdańsku",
        "nakł. Teatru Wybrzeże"
    ],
    "Telewizja Polska S.A.": [
        "Program II Telewizji Polskiej",
        "Telewizja Polska SA Oddział w Gdańsku",
        "Ośrodek Telewizji Polskiej w Gdańsku",
        "Prasowa Agencja Telewizyjna - Telewizja Polska S.A.",
        "Telewizja Polska - II Program",
        "Telewizja Polska - Kraków",
        "Telewizja Polska - Warszawa",
        "TVP Oddział w Gdańsku"
    ],
    "Tesinske Divadlo w Czeskim Cieszynie": [
        "Tesinske Divadlo. Scena Polska w Czeskim Cieszynie"
    ],
    "Towarzystwo \"Ogród Ksiąg\" w Warszawie": [
        "Zespół do Badań Źródłowych nad Literaturą Dawną przy Towarzystwie \"Ogród Ksiąg\" w Warszawie"
    ],
    "Towarzystwo Conradowskie w Londynie": [
        "Joseph Conrad Society United Kingdom",
        "The Joseph Conrad Society w Londynie"
    ],
    "Towarzystwo Historyczno-Literackie w Paryżu": [
        "Rada Towarzystwa Historyczno-Literackiego"
    ],
    "Towarzystwo Kultury Teatralnej": [
        "Zarząd Główny Towarzystwa Kultury Teatralnej",
        "Towarzystwo Kultury Teatralnej w Warszawie",
        "Oddział OkręgowyTowarzystwa Kultury Teatralnej w Toruniu",
        "Towarzystwo Kultury Teatralnej (oddział w Białymstoku)",
        "Towarzystwo Kultury Teatralnej w Bielsku-Białej",
        "Towarzystwo Kultury Teatralnej. Zarząd Główny w Warszawie",
        "ŁDK-TKT [Łódzki Dom Kultury-Towarzystwo Kultury Teatralnej]",
        "Oddział Wojewódzki Towarzystwa Kultury Teatralnej w Toruniu",
        "Opolski oddział Towarzystwa Kultury Teatralnej",
        "Towarzystwem Kultury Teatralnej",
        "Towarzystwo Kultury Teatralnej w Białej Podlaskiej",
        "Towarzystwo Kultury Teatralnej w Białymstoku",
        "Towarzystwo Kultury Teatralnej w Łodzi",
        "Towarzystwo Kultury Teatralnej w Szczecinie",
        "Towarzystwo Kultury Teatralnej. Bałucki Ośrodek Kultury",
        "Zarząd Oddziału Wojewódzkiego Towarzystwa Kultury Teatralnej",
        "Zarząd Wojewódzki Towarzystwa Kultury Teatralnej w Tarnowie"
    ],
    "Towarzystwo Literackie im. Adama Mickiewicza": [
        "Towarzystwo Literackie im. Adama Mickiewicza. Oddział Białostocki",
        "Towarzystwo Literackie im. Adama Mickiewicza. Oddział",
        "Towarzystwo Literackie im. Adama Mickiewicza. Oddział w Kielcach",
        "Towarzystwo Literackie im. Adama Mickiewicza. Oddział w Grójcu",
        "Towarzystwo Literackie im. Adama Mickiewicza Oddział w Lublinie",
        "Komitet o Literaturze Polskiej Polskiej Akademii Nauk. Towarzystwo Literackie im. Adama Mickiewicza",
        "oddział lubelski Towarzystwa Literackiego im. Adama Mickiewicza",
        "Oddział Towarzystwa Literackiego im. Adama Mickiewicza w Tarnowie",
        "Oddział Wojewódzki Towarzystwo Literackie im. A. Mickiewicza TLAM w Tarnowie",
        "Towarzystwo Literackie im. A. Mickiewicza Oddz. w Rzeszowie",
        "Towarzystwo Literackie im. A. Mickiewicza Oddział w Kielcach",
        "Towarzystwo Literackie im. Adama Mickiewicza Oddział w Poznaniu",
        "Towarzystwo Literackie im. Adama Mickiewicza Oddział w Zielonej Górze",
        "Towarzystwo Literackie im. Adama Mickiewicza Oddział we Wrocławiu",
        "Towarzystwo Literackie im. Adama Mickiewicza w Słupsku",
        "Towarzystwo Literackie im. Adama Mickiewicza. Oddział w Częstochowie",
        "Towarzystwo Literackie im. Adama Mickiewicza. Oddział w Warszawie",
        "Towarzystwo Literackie im. Adama Mickiewicza. Zarząd Główny"
    ],
    "Towarzystwo Miłośników Historii": [
        "Towarzystwo Miłośników Historii w Warszawie",
        "Towarzystwo Miłośników Historii, Typografika",
        "Wrocławskie Towarzystwo Miłośników Historii"
    ],
    "Towarzystwo Miłośników Lwowa i Kresów Południowo-Wschodnich": [
        "Towarzystwo Miłośników Lwowa i Kresów Południowo-Wschodnich. Oddział w Lublinie",
        "Towarzystwo Miłośników Lwowa w Nowym Sączu",
        "Towarzystwo Miłośników Lwowa i Kresów Południowo Wschodnich. Oddział Jelenia Góra"
    ],
    "Towarzystwo Miłośników Wilna i Ziemi Wileńskiej": [
        "Towarzystwo Miłośników Wilna i Ziemi Wileńskiej w Olsztynie",
        "Towarzystwo Miłośników Wilna i Ziemi Wileńskiej w Bydgoszczy",
        "Towarzystwo Miłosników Wilna i Ziemi Wileńskiej. Oddział",
        "staraniem Towarzystwa Miłośników Wilna i Ziemi Wileńskiej",
        "Towarzystwo Miłośników Wilna i Ziemi Wileńskiej, oddział w Bydgoszczy",
        "Towarzystwo Miłośników Wilna i Ziemi Wileńskiej. Oddział w Gorzowie Wielkopolskim"
    ],
    "Towarzystwo Miłośników Wrocławia": [
        "Wydawnictwo Towarzystwa Miłośników Wrocławia"
    ],
    "Towarzystwo Miłośników Ziemi Żywieckiej": [
        "Krakowski Oddział Towarzystwa Miłośników Ziemi Żywieckiej",
        "Towarzystwo Miłośników Ziemi Żywieckiej Oddział w Krakowie"
    ],
    "Towarzystwo Naukowe im. Wojciecha Kętrzyńskiego w Olsztynie": [
        "TN im. Wojciecha Kętrzyńskiego w Olsztynie",
        "Towarzystwo Naukowe i Ośrodek Badań Naukowych im. Wojciecha Ketrzyńskiego w Olsztynie"
    ],
    "Towarzystwo Naukowe w Toruniu": [
        "Towarzystwa Naukowego w Toruniu"
    ],
    "Towarzystwo Przyjaciół Dzieci": [
        "Towarzystwo Przyjaciół Dzieci Warszawa-Żoliborz",
        "Towarzystwo Przyjaciół Dzieci we Wrocławiu",
        "Zarząd Główny i Zarządy Wojewódzkie Towarzystwa Przyjaciół Dzieci",
        "Zarząd Główny TPD [Towarzystwa Przyjaciół Dzieci]",
        "Towarzystwo Przyjaciół Dzieci. Komitet Wojewódzki",
        "Towarzystwo Przyjaciół Dzieci. Ruch Bezpieczeństwa Drogowego Stop! Dziecko na Drodze. Komitet Wojewódzki w Bydgoszczy",
        "Zarząd Główny Towarzystwa Przyjaciół Dzieci w Warszawie",
        "ZG TPD [Zarząd Główny Towarzystwa Przyjaciół Dzieci]"
    ],
    "Towarzystwo Przyjaciół Książki": [
        "Towarzystwo Przyjaciół Książki. Oddział Śląski",
        "Łódzkie Towarzystwo Przyjaciół Książki",
        "Łódzkie Tow. Przyjaciół Książki",
        "Towarzystwo Przyjaciół Książki w Kaliszu",
        "Oddział Gdański Towarzystwa Przyjaciół Książki",
        "Oddział Opolski Towarzystwa Przyjaciół Książki",
        "Oddział Śląski Towarzystwa Przyjaciół Książki",
        "Towarzystwo Przyjaciół Książki w Warszawie",
        "Towarzystwo Przyjaciół Książki. Oddział Gdański",
        "Towarzystwo Przyjaciół Książki. Oddział w Wałbrzychu",
        "Towarzystwo Przyjaciół Książki. Oddział Wrocławski",
        "Towarzystwo Przyjaciół Książki. Zarząd Główny",
        "Zarząd Główny Towarzystwa Przyjaciół Książki"
    ],
    "Towarzystwo Przyjaciół Nauk w Przemyślu": [
        "Biblioteka Towarzystwa Przyjaciół Nauk w Przemyślu"
    ],
    "Towarzystwo Przyjaciół Pamiętnikarstwa": [
        "Polskie Towarzystwo Przyjaciół Pamiętnikarstwa",
        "Towarzystwo Przyjaciół Pamiętnikarstwa w Górach Mokrych",
        "Towarzystwo Przyjaciół Pamiętnikarstwa w Warszawie"
    ],
    "Towarzystwo Przyjaciół Polonistyki Wrocławskiej  \"Wirydarz\"": [
        "Towarzystwo Przyjaciół Polonistyki Wrocławskiej"
    ],
    "Towarzystwo Przyjaciół Sztuk Pięknych": [
        "Towarzystwo Przyjaciół Sztuk Pięknych w Kielcach. Sekcja Literacka",
        "Towarzystwo Przyjaciół Sztuk Pięknych w Kielcach",
        "Towarzystwo Przyjaciół Sztuk Pięknych w Lublinie",
        "Gens staraniem Towarzystwa Przyjaciół Sztuk Pięknych",
        "Klub Twórczy Artystyczno-Literacki TPSP [Towarzystwa Przyjaciół Sztuk Pięknych]",
        "Pałac Sztuki Towarzystwa Przyjaciół Sztuk Pięknych",
        "Towarzystwo Przyjaciół Sztuk Pięknych w Krakowie",
        "Towarzystwo Przyjaciół Sztuk Pięknych. Sekcja Literacka"
    ],
    "Towarzystwo Przyjaciół Zduńskiej Woli": [
        "Miejski Dom Kultury, Towarzystwo Przyjaciół Zduńskiej Woli",
        "Miejski Dom Kultury; Klub Literacki \"Topola\"; Towarzystwo Przyjaciół Zduńskiej Woli"
    ],
    "Towarzystwo Przyjaciół Ziemi Łomżyńskiej": [
        "Towarzystwo Przyjaciół Ziemi Łomżyńskiej. Oddział",
        "Zarząd Główny Towarzystwa Przyjaciół Ziemi Łomżyńskiej"
    ],
    "Towarzystwo Regionalne Hrubieszowskie im. Stanisława Staszica": [
        "na zlecenie Towarzystwa Regionalnego Hrubieszowskiego"
    ],
    "Towarzystwo Wiedzy Powszechnej": [
        "Wyższa Szkoła Pedagogiczna Towarzystwa Wiedzy Powszechnej w Warszawie",
        "Wrocławski Uniwersytet Powszechny Towarzystwa Wiedzy Powszechnej we Wrocławiu"
    ],
    "Towarzystwo im. H. Sienkiewicza w Lublinie": [
        "Zarząd Główny Towarzystwa im. Henryka Sienkiewicza w Lublinie",
        "ZG Towarzystwa im. H. Sienkiewicza w Lublinie"
    ],
    "Towarzystwo Łączności z Polonią Zagraniczną \"Polonia\"": [
        "Wydawnictwo Towarzystwa Łączności z Polonią Zagraniczną \"Polonia\""
    ],
    "UNESCO": [
        "Polski Komitet ds. UNESCO",
        "Austriacka Komisja UNESCO",
        "Editions UNESCO",
        "Forest Book UNESCO",
        "Turecka Komisja UNESCO"
    ],
    "University of Houston": [
        "William Marsh Rice University w Houston (USA)"
    ],
    "Uniwersytet Gdański": [
        "Instytut Filologii Polskiej Uniwersytetu Gdańskiego",
        "Wydział Filologiczno-Historyczny Uniwersytetu Gdańskiego",
        "Katedra Skandynawistyki Uniwersytetu Gdańskiego",
        "Wydawnictwo Uniwersytetu Gdańskiego",
        "Akademickie Centrum Kultury Uniwersytetu Gdańskiego w Gdańsku",
        "Zakład Historii Języka Polskiego, Dialektologii i Onomastyki Instytutu Filologii Polskiej Uniwersytetu Gdańskiego",
        "Fundacja Rozwoju Uniwersytetu Gdańskiego",
        "Instytut Historii Uniwersytetu Gdańskiego",
        "Wydawnictwo UG [Uniwersytetu Gdańskiego]",
        "Zakład Dramatu, Teatru i Filmu Filologii Polskiej Uniwersytetu Gdańskiego",
        "Zakład Filologii Klasycznej i Neolatynistyki Uniwersytetu Gdańskiego",
        "Zakład Historii Literatury Rosyjskiej Filologii Słowiańskiej Uniwersytetu Gdańskiego",
        "Biuro Festiwalu \"Świat według Themersonów\" pod patronatem Wydziału Historycznego Uniwersytetu Gdańskiego",
        "Instytut Filologii Germańskiej Uniwersytetu Gdańskiego",
        "Instytut Filologii Słowiańskiej Uniwersytetu Gdańskiego",
        "Instytut Filozofii i Socjologii Uniwersytetu Gdańskiego",
        "Katedra Slawistyki Uniwersytetu Gdańskiego",
        "Katedry Dramatu, Teatru i Widowisk Instytutu Filologii Polskiej Uniwersytetu Gdańskiego",
        "Koło Filmologów Uniwersytetu Gdańskiego",
        "Koło Naukowe Historyków Uniwersytetu Gdańskiego",
        "Koło Naukowe Studentów Uniwersytetu Gdańskiego",
        "Ośrodek Upowszechniania Kultury i Języka Niemieckiego - Centrum Herdera Uniwersytetu Gdańskiego",
        "rektor Uniwersytetu Gdańskiego",
        "Studenckie Koło Filmologów Uniwersytetu Gdańskiego",
        "Uniwersytet Gdański, Katedra Filologii Germańskiej",
        "Uniwersytet Gdański. Biblioteka Główna. Centralna Biblioteka Morska",
        "Uniwersytet Gdański. Instytut Filologii Polskiej",
        "Uniwersytet Gdański. Kolegium Kształcenia Nauczycieli Języków Obcych",
        "Uniwersytet Gdański. Skrypty Uczelniane",
        "Zakład Języka Cerkiewnosłowiańskiego Uniwersytetu Gdańskiego",
        "Zakład Języka Polskiego Uniwersytetu Gdańskiego",
        "Zakład Literatury i Kultury Współczesnej Instytutu Filolologii Polskiej Uniwersytetu Gdańskiego",
        "Zakład Współczesnego Języka Polskiego Uniwersytetu Gdańskiego"
    ],
    "Uniwersytet Hebrajski w Jerozolimie": [
        "Ośrodek Badań Dziejów i Kultury Żydów Polskich Uniwersytetu Hebrajskiego w Jerozolimie"
    ],
    "Uniwersytet Jagielloński w Krakowie": [
        "Instytut Filologii Polskiej Uniwersytetu Jagiellońskiego",
        "Instytut Filologii Wschodniosłowiańskiej Uniwersytetu Jagiellońskiego",
        "Instytut Filologii Orientalnej Uniwersytetu Jagiellońskiego",
        "Instytut Filologii Angielskiej Uniwersytetu Jagiellońskiego w Krakowie",
        "Instytut Filologii Polskiej Uniwersytetu Jagiellońskiego w Krakowie",
        "Instytut Filologii Słowiańskiej Uniwersytetu Jagiellońskiego",
        "Zakład Teorii Literatury Instytutu Filologii Polskiej Uniwersytetu Jagiellońskiego",
        "Instytut Filozofii Uniwersytetu Jagiellońskiego w Krakowie",
        "Instytut Historii Sztuki Uniwersytetu Jagiellońskiego w Krakowie",
        "Instytut Polonistyki Uniwersytetu Jagiellońskiego",
        "Muzeum Uniwersytetu Jagiellońskiego w Krakowie",
        "Koło Naukowe Polonistów Uniwersytetu Jagiellońskiego",
        "Instytut Bibliotekoznawstwa i Informacji Naukowej Wydziału Zarządzania i Komunikacji Społecznej Uniwersytetu Jagiellońskiego",
        "Instytut Filologii Germańskiej Uniwersytetu Jagiellońskiego",
        "Instytut Historii Uniwersytetu Jagiellońskiego",
        "Międzywydziałowy Zakład Historii i Kultury Żydów Polskich Uniwersytetu Jagiellońskiego",
        "Niezależne Zrzeszenie Studentów Uniwersytetu Jagiellońskiego",
        "Pracownia Dramatu Instytutu Filologii Polskiej Uniwersytetu Jagiellońskiego",
        "Wydawnictwo Uniwersytetu Jagiellońskiego",
        "Instytut Badań Polonijnych Uniwersytetu Jagiellońskiego",
        "Instytut Orientalistyki Uniwersytetu Jagiellońskiego w Krakowie",
        "Katedra Historii i Teorii Teatru Instytutu Filologii Polskiej Uniwersytetu Jagiellońskiego",
        "Ukrainoznawcze Koło Naukowe Studentów Uniwersytetu Jagiellońskiego w Krakowie",
        "Wydział Filologiczny Uniwersytetu Jagiellońskiego",
        "Zakład Arabistyki Instytutu Filologii Orientalnej Uniwersytetu Jagiellońskiego w Krakowie",
        "Zakład Estetyki Uniwersytetu Jagiellońskiego w Krakowie",
        "Zakład Indianistyki Instytutu Filologii Orientalnej Uniwersytetu Jagiellońskiego",
        "Biblioteka Instytutu Filologii Polskiej Uniwersytetu Jagiellońskiego w Krakowie",
        "Instytut Badań Polonijnych Uniwersytetu Jagiellońskiego w Krakowie",
        "Instytut Dziennikarstwa i Komunikacji Społecznej Uniwersytetu Jagiellońskiego w Krakowie",
        "Instytut Filologii Klasycznej Uniwersytetu Jagiellońskiego",
        "Instytut Filologii Orientalnej Uniwersytetu Jagiellońskiego w Krakowie",
        "Instytut Filologii Rosyjskiej Uniwersytetu Jagiellońskiego",
        "Instytut Iberystyki Uniwersytetu Jagiellońskiego",
        "Instytut Psychologii Uniwersytetu Jagiellońskiego",
        "Instytut Sztuk Audiowizualnych Uniwersytetu Jagiellońskiego w Krakowie",
        "Katedra Filmu i Telewizji Uniwersytetu Jagiellońskiego w Krakowie",
        "Katedra Filologii Słowackiej przy Instytucie Filologii Słowiańskiej Uniwersytetu Jagiellońskiego",
        "Katedra Historii i Teorii Muzyki Uniwersytetu Jagiellońskiego",
        "Katedra Historii Literatury Staropolskiej i Oświeceniowej Instytutu Filologii Polskiej Uniwersytetu Jagiellońskiego",
        "Katedra Literatury XIX Wieku Uniwersytetu Jagiellońskiego w Krakowie",
        "Katedra Rosjoznawstwa Uniwersytetu Jagiellońskiego w Krakowie",
        "nakładem Uniwersytetu Jagiellońskiego",
        "Rektor Uniwersytetu Jagiellońskiego",
        "Stowarzyszenie Dziennikarzy Absolwentów Uniwersytetu Jagiellońskiego",
        "Studium Literacko-Artystyczne przy Instytucie Filologii Polskiej Uniwersytetu Jagiellońskiego",
        "Uniwersytet Jagielloński. Instytut Filologii Orientalnej",
        "Uniwersytet Jagielloński. Zakład Teatru Instytutu Filologii Polskiej",
        "Wydział Filozoficzny Uniwersytetu Jagiellońskiego w Krakowie",
        "Wydział Zarządzania i Komunikacji Społecznej Uniwersytetu Jagiellońskiego",
        "Zakład Dramatu i Teatru Instytutu Filologii Polskiej Uniwersytetu Jagiellońskiego",
        "Zakład Filmu i Telewizji Instytutu Filologii Polskiej Uniwersytetu Jagiellońskiego",
        "Zakład Historii i Kultury Żydów w Polsce Uniwersytetu Jagiellońskiego w Krakowie",
        "Zakład Japonistyki Instytutu Filologii Orientalnej Uniwersytetu Jagiellońskiego",
        "Zakład Komparatystyki Instytutu Filologii Polskiej Uniwersytetu Jagiellońskiego w Krakowie",
        "Zakład Literatury Polskiej na Obczyźnie Instytutu Polonijnego Uniwersytetu Jagiellońskiego",
        "Zespół Badawczy Rosyjska Literatura Emigracyjna. Uniwersytet Jagielloński. Instytut Filologii Wschodniosłowiańskiej. Katedra Literatury i Kultury Rosyjskiej",
        "Akademickie Centrum Kultury Uniwersytetu Jagiellońskiego \"Rotunda\" w Krakowie",
        "Archiwum Uniwersytetu Jagiellońskiego",
        "Biblioteka Uniwersytetu Jagiellońskiego w Krakowie",
        "Collegium Medicum Uniwersytetu Jagiellońskiego",
        "Instyt Iberystyki Uniwersytetu Jagiellońskiego",
        "Instytut Filologii Germańskiej Uniwersytetu Jagiellońskiego w Krakowie",
        "Instytut Filologii Polskiej i Słowiańskiej Uniwersytetu Jagiellońskiego",
        "Instytut Germanistyki Uniwersytetu Jagiellońskiego",
        "Instytut Nauk Politycznych Uniwersytetu Jagiellońskiego",
        "Instytut Polonijny Uniwersytetu Jagiellońskiego",
        "Instytut Religioznawstwa Uniwersytetu Jagiellońskiego",
        "Instytut Wynalazczości i Ochrony Własności Intelektualnej Uniwersytetu Jagiellońskiego w Krakowie",
        "jednostki Wydziału Filologicznego Uniwersytetu Jagiellońskiego",
        "Katedra Filologii Czeskiej przy Instytucie Filologii Słowiańskiej Uniwersytetu Jagiellońskiego",
        "Katedra Filologii Czeskiej Uniwersytetu Jagiellońskiego",
        "Katedra Filologii Klasycznej Uniwersytetu Jagiellońskiego w Krakowie",
        "Katedra Hispanistyki Uniwersytetu Jagiellońskiego",
        "Katedra Historii Literatury Polskiej Uniwersytetu Jagiellońskiego",
        "Katedra Językoznawstwa Ogólnego i Indoeuropejskiego Uniwersytetu Jagiellońskiego",
        "Katedra Literatury i Kultury Rosyjskiej Instytutu Filologii Wschodniosłowiańskiej Uniwersytetu Jagiellońskiego",
        "Katedra Literatury XIX Wieku, Zakład Komparatystyki Instytutu Filologii Polskiej Uniwersytetu Jagiellońskiego w Krakowie",
        "Katedra Teorii Literatury Instytutu Filologii Polskiej Uniwersytetu Jagiellońskiego",
        "Katedra Teorii Literatury Uniwersytetu Jagiellońskiego w Krakowie",
        "KHM CM [Collegium Medicum] Uniwersytetu Jagiellońskiego",
        "Koło Naukowe Historyków Uniwersytetu Jagiellońskiego",
        "Międzywydziałowy Zakład Historii i Kultury Żydów w Polsce Uniwersytetu Jagiellońskiego w Krakowie",
        "Ośrodek Badawczy Historii i Kultury Żydowskiej przy Uniwersytecie Jagiellońskim w Krakowie",
        "Podyplomowe Studium Retoryki w Instytucie Filologii Polskiej Uniwersytetu Jagiellońskiego",
        "Pracownia Filozofii Rosyjskiej Uniwersytetu Jagiellońskiego",
        "SAUJ. ZG [Stowarzyszenie Absolwentów Uniwersytetu Jagiellońskiego. Zarząd Główny]",
        "Sekcja Przekładu Hispanistyki Instytutu Filologii Romanskiej Uniwersytetu Jagiellońskiego w Krakowie",
        "Studencki Klub Dyskusyjny Uniwersytetu Jagiellońskiego",
        "Studenckie koło literaturoznawcze Uniwersytetu Jagiellońskiego",
        "Studium Słowiańskie Uniwersytetu Jagiellońskiego w Krakowie",
        "Uniwersytet Jagielloński. Instytut Badań Polonijnych",
        "Uniwersytet Jagielloński. Instytut Filologii Polskiej. Zakład Teatru",
        "Uniwersytet Jagielloński. Instytut Filologii Słowiańskiej",
        "Uniwersytet Jagielloński. Instytut Filologii Wschodniosłowiańskiej",
        "Uniwersytet Jagielloński. Instytut Filologiii Orientalnej. Zakład Turkologii",
        "Uniwersytet Jagielloński. Instytut Spraw Publicznych",
        "Uniwersytet Jagielloński. Instytut Sztuki Polskiej Akademii Nauk",
        "Uniwersytet Jagielloński. Międzywydziałowy Zakład Historii i Kultury Żydów w Polsce",
        "Uniwersytet Jagielloński. Zakład Bibliografii Polskiej im. Karola Estreichera",
        "Uniwersytetu Jagiellońskiego",
        "Wydział Filologiczny Uniwersytetu Jagiellońskiego w Krakowie",
        "Z prac Instytutu Filozofii Uniwersytetu Jagiellońskiego",
        "Z prac Zakładu Teatru Instytutu Filologii Polskiej Uniwersytetu Jagiellońskiego",
        "Zakład Filologii Szwedzkiej przy Instytucie Filologii Germańskiej Uniwersytetu Jagiellońskiego w Krakowie",
        "Zakład Historii Filozofii, Instytut Filozofii Uniwersytetu Jagiellońskiego",
        "Zakład Teatru Instytutu Filologii Polskiej Uniwesytetu Jagiellońskiego w Krakowie",
        "Zakład Teatru Uniwersytetu Jagiellońskiego",
        "Zakład Teorii Literatury i Poetyki Historycznej Uniwersytetu Jagiellońskiego",
        "Zakłady Literatury Rosyjskiej i Radzieckiej Uniwersytetu Jagiellońskiego"
    ],
    "Uniwersytet Karola w Pradze": [
        "Katedra Slawistyki Wydziału Filozoficznego Uniwersytetu Karola IV w Pradze",
        "Instytut Studiów Slawistycznych i Wschodnioeuropejskich Wydziału Filozoficznego Uniwersytetu Karola w Pradze"
    ],
    "Uniwersytet La Sapienza w Rzymie": [
        "Katedra Języka i Literatury Polskiej Uniwersytetu La Sapienza w Rzymie"
    ],
    "Uniwersytet Marii Curie-Skłodowskiej w Lublinie": [
        "Instytut Filologii Polskiej Uniwersytetu Marii Curie-Skłodowskiej w Lublinie",
        "Biblioteka Główna Uniwersytetu Marii Curie-Skłodowskiej w Lublinie",
        "Wydział Humanistyczny Uniwersytetu Marii Curie-Skłodowskiej",
        "Zakład Teorii Literatury Instytutu Filologii Polskiej Uniwersytetu Marii Curie-Skłodowskiej w Lublinie",
        "Instytut Filologii Polskiej Uniwersytetu Marii Curie-Skłodowskiej",
        "Centrum Języka i Kultury Polskiej dla Polonii i Cudzoziemców UMCS w Lublinie",
        "Zakład Literatury Współczesnej Instytutu Filologii Polskiej Uniwersytetu Marii Curie-Skłodowskiej",
        "Zakład Filologii Germańskiej Uniwersytetu Marii Curie-Skłodowskiej w Lublinie",
        "Zakład Literatury Pozytywizmu i Młodej Polski Uniwersytetu Mari Curie-Skłodowskiej w Lublinie",
        "Zakład Nauk Pomocniczych Historii i Bibliotekoznawstwa Uniwersytetu im. Marii Curie-Skłodowskiej w Lublinie",
        "Wydział Humanistyczny Uniwersytetu Marii Curie Skłodowskiej w Lublinie",
        "Zakład Filologii Romańskiej Uniwersytetu Marii Curie Skłodowskiej w Lublinie",
        "Zakład Filologii Słowiańskiej Uniwersytetu Marii Curie-Skłodowskiej w Lublinie",
        "Zakład Językoznawstwa Słowiańskiego Uniwersytetu Marii Curie-Skłodowskiej w Lublinie",
        "Akademicki Ośrodek Kultury Uniwersytetu Marii Curie-Sklodowskiej w Lublinie",
        "Instytut Filologii Angielskiej Uniwersytetu Marii Curie Skłodowskiej w Lublinie",
        "Instytut Filologii Germańskiej Uniwersytetu Marii Curie Skłodowskiej w Lublinie",
        "Instytut Filologii Rosyjskiej i Słowiańskiej Uniwersytetu Marii Curie-Skłodowskiej w Lublinie",
        "Instytut Filologii Rosyjskiej Uniwersytetu Marii Curie Skłodowskiej w Lublinie",
        "Instytut Filologii Rosyjskiej Uniwersytetu Marii Curie-Skłodowskiej",
        "Instytut Filologii Słowiańskiej UMCS [Uniwersytetu Marii Curie-Skłodowskiej] w Lublinie",
        "Instytut Filologii Słowiańskiej Uniwersytetu Marii Curie-Skłodowskiej w Lublinie",
        "Katedra Filologii Germańskiej Uniwersytetu Marii Curie-Skłodowskiej w Lublinie",
        "Polonijne Centrum Kulturalno-Oświatowe Uniwersytetu Marii Curie Skłodowskiej",
        "Wydawnictwo UMCS [Uniwersytetu Marii Curie-Skłodowskiej",
        "Wydawnictwo Uniwersytetu Marii Curie-Skłodowskiej",
        "Wydział Politologii Uniwersytetu Marii Curie-Skłodowskiej",
        "Zakład Literatury Staropolskiej Uniwersytetu Marii Skłodowskiej-Curie w Lublinie",
        "Zakład Literatury Współczesnej Instytutu Filologii Polskiej Uniwersytetu Marii Curie-Skłodowskiej w Lublinie",
        "Zakład Metodyki Instytut Filologii Polskiej Uniwersytetu Marii Curie-Skłodowskiej w Lublinie",
        "Zakład Pozytywizmu i Młodej Polski UMCS [Uniwersytetu Marii Curie-Skłodowskiej]",
        "Zakład Studiów Conradoznawczych Instytutu Anglistyki Uniwersytetu Marii Curie-Skłodowskiej"
    ],
    "Uniwersytet Mikołaja Kopernika w Toruniu": [
        "Biblioteka Uniwersytetu Mikołaja Kopernika w Toruniu",
        "Pracownia Badań Emigracji Instytutu Literatury Polskiej Uniwersytetu Mikołaja Kopernika w Toruniu",
        "Instytut Filologii Polskiej Uniwersytetu Mikołaja Kopernika w Toruniu",
        "Instytut Historii i Archiwistyki Uniwersytetu im. Mikołaja Kopernika w Toruniu",
        "Zakład Teorii Literatury Instytutu Filologii Polskiej Uniwersytetu Mikołaja Kopernika w Toruniu",
        "Archiwum Emigracji Biblioteki Uniwersytetu im. Mikołaja Kopernika w Toruniu",
        "Instytut Filologii Słowiańskiej Uniwersytetu Mikołaja Kopernika w Toruniu",
        "Instytut Literatury Polskiej Uniwersytetu im. Mikołaja Kopernika w Toruniu",
        "Katedra Filologii Angielskiej Uniwersytetu Mikołaja Kopernika w Toruniu",
        "Katedra Logiki Uniwersytetu Mikołaja Kopernika w Toruniu",
        "Biblioteka Główna Uniwersytetu Mikołaja Kopernika w Toruniu",
        "Biblioteka Uniwersytecka w Toruniu",
        "Instytut Filozofii Uniwersytetu im. Mikołaja Kopernika w Toruniu",
        "Katedra Filologii Klasycznej Uniwersytetu Mikołaja Kopernika w Toruniu",
        "Katedra Filologii Germańskiej, Instytut Historii i Archiwistyki Uniwersytetu Mikołaja Kopernika w Toruniu",
        "Pracownia Języka i Kultury Japońskiej Uniwersytetu Mikołaja Kopernika",
        "Uniwersytet Mikołaja Kopernika. Pracownia Badań nad Literaturą Rosyjską",
        "Wydawnictwo Uniwersytetu Mikołaja Kopernika w Toruniu",
        "Zakład Literatury Staropolskiej i Oświecenia Uniwersytetu Mikołaja Kopernika w Toruniu",
        "Zakład Romantyzmu i Pozytywizmu Instytutu Filologii Polskiej Uniwersytetu Mikołaja Kopernika w Toruniu",
        "Biblioteka Główna Uniwersytetu Mikołaja Kopernika",
        "Centrum Badań Kanadyjskych przy Wydziale Filologicznym Uniwersytetu Mikołaja Kopernika w Toruniu",
        "Instytut Fizyki Uniwersytetu Mikołaja Kopernika",
        "Jarosław Wenta z Instytutu Historii i Archiwistyki Uniwersytetu Mikołaja Kopernika w Toruniu",
        "Kafedra Politologii Universiteta Nikolaja Kopernika",
        "Katedra Filologii Germańskiej Uniwersytetu Mikołaja Kopernika w Toruniu",
        "Katedra Filologii Romańskiej Uniwersytetu Mikołaja Kopernika w Toruniu",
        "Katedra Germanistyki Uniwersytetu Mikołaja Kopernika w Toruni",
        "Katedra Politologii Uniwersytetu Mikołaja Kopernika w Toruniu",
        "Koło Naukowe Polonistów przy Instytutcie Filologii Polskie Uniwersytetu Mikołaja Kopernika w Toruniu",
        "Koło Naukowe Studentów Filozofii Uniwersytetu Mikołaja Kopernika w Toruniu",
        "Rosjonawcze Koło Naukowe Uniwersytetu Mikołaja Kopernika w Toruniu",
        "Studenckie Koło Kulturalno-Naukowe Romanistów przy Katedrze Filologii Romańskiej Uniwersytetu Mikołaja Kopernika w Toruniu",
        "Wydawnictwo UMK [Uniwersytetu Mikołaja Kopernika]",
        "Wydawnictwo Uniwersytetu Mikołaja Kopernika",
        "Wydział Filologiczny Uniwersytetu Mikołaja Kopernika w Toruniu",
        "Wydział Humanistyczny Uniwersytetu Mikołaja Kopernika w Toruniu",
        "Zakład Etyki w Instytucie Filozofii Uniwersytetu Mikołaja Kopernika",
        "Zakład Geologii Uniwersytetu Mikołaja Kopernika w Toruniu",
        "Zakład Historii Powszechnej i Polski XVI-XVIII w. Instytutu Historii i Archiwistyki Uniwersytetu Mikołaja Kopernika w Toruniu",
        "Zakład Literatury Romantyzmu i Pozytywizmu Uniwersytetu Mikołaja Kopernika w Toruniu"
    ],
    "Uniwersytet Opolski w Opolu": [
        "Wydział Teologiczny Uniwersytetu Opolskiego",
        "Instytut Filologii Polskiej Uniwersytetu Opolskiego",
        "Instytut Filologii Wschodniosłowiańskiej Uniwersytetu Opolskiego",
        "Instytut Historii Uniwersytetu Opolskiego w Opolu",
        "Zakład Historii Starożytnej Uniwersytetu Opolskiego",
        "Biblioteka Główna Uniwersytetu Opolskiego",
        "Redakcja Wydawnictw Wydziału Teologicznego Uniwersytetu Opolskiego",
        "Instytut Filologii Germańskiej Uniwersytetu Opolskiego",
        "Instytut Germanistyki Uniwersytetu Opolskiego",
        "Wydawnictwo Uniwersytetu Opolskiego",
        "IFP [Instytut Filologii Polskiej] Uniwersytetu Opolskiego",
        "Instytut Filologii Polskiej Uniwersytetu Opolskiego w Opolu",
        "Instytut Filologii Wschodniosłowiańskiej Uniwersytetu Opolskiego w Opolu",
        "Instytut Opolski. Wydział Teologiczny",
        "Katedra Folklorystyki Instytutu Filologii Polskiej Uniwersytetu Opolskiego w Opolu",
        "Katedra Slawistyki Uniwersytetu Opolskiego",
        "Koło Naukowe Historyków Języków Słowiańskich Uniwersytetu Opolskiego",
        "Koło Naukowe Slawistów przy Uniwersytecie Opolskim",
        "Sekcja Języka Łacińskiego STJ Uniwersytetu Opolskiego",
        "studenci Wydziału Teologicznego Uniwersytetu Opolskiego",
        "Studenckie Koło Poezji, Teatru i Krytyki Literackiej przy Uniwersytecie Opolskim",
        "Studenckie Naukowe Koło Literackie działające przy Instytucie Filologii Polskiej Uniwersytetu Opolskiego",
        "Uniwersytet Opolski. Instytut Filologii Polskiej",
        "Zakład Historii Literatury i Kultury Niemieckiej XIX i XX wieku Uniwresytetu Opolskiego",
        "Zakład Sztuki Sakralnej Wydziału Teologicznego Uniwersytetu Opolskiego"
    ],
    "Uniwersytet Ostrawski w Ostrawie": [
        "Katedra Polonistyki i Folklorystyki Uniwersytetu w Ostrawie",
        "Sekcja Polonistyki Katedry Slawistyki Wydziału Filozofii Uniwersytetu Ostrawskiego w Ostrawie"
    ],
    "Uniwersytet Rzeszowski w Rzeszowie": [
        "Zakład Literatury Polskiej XX wieku Instytutu Filologii Polskiej Uniwersytetu Rzeszowskiego",
        "Uniwersytet Rzeszowski",
        "Caritas Academica przy Uniwersytecie Rzeszowskim",
        "Wydawnictwo Uniwersytetu Rzeszowskiego"
    ],
    "Uniwersytet Szczeciński w Szczecinie": [
        "Instytut Filologii Słowiańskiej Uniwersytetu Szczecińskiego",
        "Instytut Filologii Polskiej Uniwersytetu Szczecińskiego",
        "Zakład Dydaktyki Literatury i Języka Polskiego Instytutu Filologii Polskiej Uniwersytetu Szczecińskiego",
        "Zakład Teorii Literatury Uniwersytetu Szczecińskiego",
        "Zakład Wiedzy o Sztuce Uniwersytetu Szczecińskiego",
        "Instytut Filologii Germańskiej Uniwersytetu Szczecińskiego",
        "Instytut Literatury Polskiej Uniwersytetu Szczecińskiego w Szczecinie",
        "Uniwersytet Szczeciński. Biblioteka Główna",
        "Uniwersytet Szczeciński. Katedra Taksonomii Roślin i Fitogeografii",
        "Uniwersytet Szczeciński. Koło Naukowe Slawistów przy Instytucie Filologii Słowiańskiej",
        "Wydawnictwo Naukowe Uniwersytetu Szczecińskiego",
        "Wydział Humanistyczny Uniwersytetu Szczecińskiego",
        "Zakład Historii Języka Polskiego Uniwersytetu Szczecińskiego",
        "Biblioteka Filologii Polskiej i Słowiańskiej Uniwersytetu Szczecińskiego",
        "Biblioteka Główna Uniwersytetu Szczecińskiego w Szczecinie",
        "Instytut Filologii Rosyjskiej i Słowiańskiej Uniwersytetu Szczecińskiego",
        "Katedra Psychologii Uniwersytetu Szczecińskiego",
        "Koło Naukowe Slawistów Uniwersytetu Szczecińskiego",
        "Uniwersytet Szczeciński. Instytut Filologii Polskiej",
        "Wydawnictwo Naukowe US [Uniwersytetu Szczecińskiego]",
        "Wydawnictwo Uniwersytetu Szczecińskiego",
        "Zakład Entolingwistyki Instytutu Filologii Polskiej Uniwersytetu Szczecińskiego",
        "Zakład Etnolingwistyki Instytutu Filologii Polskiej Uniwersytetu Szczecińskiego",
        "Zakład Teorii Literatury Instytutu Filologii Polskiej Uniwersytetu Szczecińskiego"
    ],
    "Uniwersytet Tartuski": [
        "Kafedra Vostochnoslavjanskojj i Baltijjskojj Filologii Budapeshtskogo Universiteta"
    ],
    "Uniwersytet Warmińsko-Mazurski w Olsztynie": [
        "Instytut Słowiańszczyzny Wschodniej Uniwersytetu Warmińsko-Mazurskiego w Olsztynie",
        "Instytut Filologii Polskiej Uniwersytetu Warmińsko-Mazurskiego w Olsztynie",
        "Uniwersytet Warmińsko-Mazurski w Olsztynie. Wydawnictwo",
        "Zakład Historii Starożytnej i Kultury Antycznej Uniwersytetu Warmińsko-Mazurskiego w Olsztynie",
        "Katedra Edukacji Teatralnej Instytutu Filologii Polskiej Wydziału Humanistycznego Uniwersytetu Warmińsko-Mazurskiego w Olsztynie",
        "Katedra Filozofii i Kultury Chrześcijańskiej Wydziału Teologicznego Uniwersytetu Warmińsko-Mazurskiego w Olsztynie",
        "nakł. aut., Wydawnictwo UWM [Uniwersytetu Warmińsko-Mazurskiego]",
        "Wydawn. UWM [Uniwersytetu Warmińsko-Mazurskiego]",
        "Wydawnictwo Uniwersytetu Warmińsko-Mazurskiego"
    ],
    "Uniwersytet Warszawski": [
        "Wydział Polonistyki Uniwersytetu Warszawskiego",
        "Instytut Rusycystyki Wydziału Lingwistyki Stosowanej i Filologii Wschodniosłowiańskiej Uniwersytetu Warszawskiego",
        "Instytut Orientalistyczny Uniwersytetu Warszawskiego",
        "Instytut Literatury Polskiej Uniwersytetu Warszawskiego",
        "Biblioteka Uniwersytetu Warszawskiego w Warszawie",
        "Instytut Romanistyki Uniwersytetu Warszawskiego",
        "Ośrodek Badań nad Tradycją Antyczną w Polsce i w Europie Środkowo-Wschodniej Uniwersytetu Warszawskiego",
        "Instytut Informacji Naukowej i Studiów Bibliologicznych Uniwersytetu Warszawskiego",
        "Wydział Neofilologii Uniwersytetu Warszawskiego",
        "Instytut Filologii Polskiej Filii Uniwersytetu Warszawskiego w Białymstoku",
        "Centre de Civilisation Francaise de l'Universite de Varsovie",
        "Zakład Semiotyki Logicznej Uniwersytetu Warszawskiego",
        "Instytut Lingwistyki Stosowanej Uniwersytetu Warszawskiego",
        "Katedra Filologii Białoruskiej Uniwersytetu Warszawskiego",
        "Instytut Filologii Klasycznej Wydziału Polonistyki Uniwersytetu Warszawskiego",
        "Katedra Filologii Ukraińskiej Uniwersytetu Warszawskiego",
        "Katedra Iberystyki Uniwersytetu Warszawskiego",
        "Uniwersytet Warszawski. Prace Wydziału Polonistyki. Pracownia Słownika Cypriana Norwida",
        "Zakład Arabistyki i Islamistyki Instytutu Orientalistycznego Uniwersytetu Warszawskiego",
        "Zakład Filologii Wschodniosłowiańskich Wydziału Humanistycznego Filii Uniwersytetu Warszawskiego w Białymstoku",
        "Catedra de Estudios Ibericos. Universidad de Varsovia",
        "Instytut Bibliotekoznawstwa i Informacji Naukowej Uniwersytetu Warszawskiego",
        "Instytut Filologii Polskiej Uniwersytetu Warszawskiego",
        "Instytut Filologii Słowiańskiej Uniwersytetu Warszawskiego",
        "Instytut Historyczny Uniwersytetu Warszawskiego w Warszawie",
        "Instytut Języka Polskiego Uniwersytetu Warszawskiego",
        "Instytut Kultury Polskiej Wydziału Polonistyki Uniwersytetu Warszawskiego",
        "Katedra Ukrainistyki Uniwersytetu Warszawskiego",
        "Zakład Historii Języka Polskiego i Dialektologii Instytutu Języka Polskiego Uniwersytetu Warszawskiego",
        "Zakład Japonistyki i Koreanistyki Instytutu Orientalistycznego Uniwersytetu Warszawskiego",
        "Zakład Literatury Staropolskiej i Oświecenia Instytutu Literatury Polskiej Uniwersytetu Warszawskiego",
        "Zakład Teorii Literatury i Poetyki Uniwersytetu Warszawskiego",
        "Instytut Anglistyki Uniwersytetu Warszawskiego",
        "Instytut Filologii Klasycznej Uniwersytetu Warszawskiego",
        "Instytut Filozofii Uniwersytetu Warszawskiego",
        "Instytut Muzykologii Uniwersytetu Warszawskiego w Warszawie",
        "Instytut Romanistyki Wydziału Neofilologii Uniwersytetu Warszawskiego",
        "Ośrodek Badań nad Tradycją Antyczną Uniwersytetu Warszawskiego",
        "Pracownia Literatury Okolicznościowej i Użytkowej Wydziału Polonistyki Uniwersytetu Warszawskiego",
        "Pracownia Najnowszej Historii Dziennikarstwa Instytutu Dziennikarstwa Uniwersytetu Warszawskiego",
        "Pracownia Słownika Języka Cypriana Norwida Wydziału Polonistyki Uniwersytetu Warszawskiego",
        "Uniwersytet Warszawski Filia w Białymstoku",
        "Zakład Romantyzmu Instytutu Literatury Polskiej Uniwersytetu Warszawskiego",
        "Biblioteka Główna Filii Uniwersytetu Warszawskiego w Białymstoku",
        "Centrum Studiów Latynoamerykańskich Uniwersytetu Warszawskiego CESLA",
        "Dział Wydawnictw Filii Uniwersytetu Warszawskiego",
        "Filia Uniwersytetu Warszawskiego w Białymstoku",
        "Instytut Filologii Romańskiej Uniwersytetu Warszawskiego",
        "Instytut Filologii Wschodniosłowiańskiej Filii Uniwersytetu Warszawskiego w Białymstoku",
        "Instytut Krajów Rozwijających się Uniwersytetu Warszawskiego",
        "Instytut Socjologii Uniwersytetu Warszawskiego",
        "Instytut Studiów Iberyjskich i Iberoamerykańskich Wydziału Neofilologii Uniwersytetu Warszawskiego",
        "Katedra Kultury Polskiej Uniwersytetu Warszawskiego",
        "Katedra Kultury Staropolskiej Instytutu Historycznego Uniwersytetu Warszawskiego",
        "Muzeum Uniwersytetu Warszawskiego w Warszawie",
        "Ośrodek Badań nad Tradycją Romantyczną w Polsce i w Europie Środkowej i Wschodniej Uniwersytetu Warszawskiego",
        "Pracownia Pamiętnikarstwa Socjopolitycznego Instytutu Nauk Politycznych Uniwersytetu Warszawskiego",
        "Teatr Akademicki Uniwersytetu Warszawskiego w Warszawie",
        "Uniwersytet Warszawski Wydział Polonistyki",
        "Uniwersytet Warszawski, Filia w Białymstoku. Zakład Filologii Wschodniosłowiańskiej",
        "Uniwersytet Warszawski. Filia w Białymstoku. Instytut Historii",
        "Uniwersytet Warszawski. Instytut Germanistyki",
        "Uniwersytet Warszawski. Katedra Lingwistyki Formalnej",
        "Uniwersytet Warszawski. Wydział Polonistyki, Instytut Filologii Słowiańskiej",
        "Warszawskie Koło Humanistyczne Uniwersytetu Warszawskiego",
        "Wydawnictwo Uniwersytetu Warszawskiego",
        "Wydział Dziennikarstwa i Nauk Politycznych Uniwersytetu Warszawskiego",
        "Wydział Humanistyczny Filii Uniwersytetu Warszawskiego w Białymstoku",
        "Wydział Polonistyki Uniwersytetu Warszawskiego. Instytut Literatury Polskiej",
        "Zakład Filologii Rosyjskiej Filii Uniwersytetu Warszawskiego w Białymstoku",
        "Zakład Języków i Kultur Afryki Instytutu Orientalistycznego Uniwersytetu Warszawskiego",
        "Zakład Wiedzy o Dawnej Książce Instytutu Bibliotekoznawstwa i Informacji Naukowej Uniwersytetu Warszawskiego",
        "Zespół Literatury Romantyzmu Instytutu Filologii Polskiej Filii Uniwersytetu Warszawskiego w Białymstoku",
        "Afrykanistyczne Koło Naukowe Uniwersytetu Warszawskiego",
        "Biblioteka Wydziału Filozoficznego Uniwersytetu Warszawskiego",
        "Centrum Edukacji Bibliotekarskiej, Informacyjnej i Dokumentacyjnej. Instytut Informacji Naukowej i Studiów Bibliologicznych Uniwersytetu Warszawskiego",
        "CSL. UW [Centrum Studiów Latynoamerykańskich. Uniwersytet Warszawski]",
        "Dział Wydawnictw Uniwersytetu Warszawskiego. Filia",
        "Europejskie Centrum Współpracy Młodzieży Uniwersytetu Warszawskiego",
        "Filia Uniwersytetu Warszawskiego",
        "Filia Uniwersytetu Warszawskiego w Białymstoku. Wydział Humanistyczny",
        "Filia Uniwersytetu Warszawskiego. Wydział Humanistyczny",
        "Filia Uniwersytetu Warszawskiego. Wydział Humanistyczny. Zakład Teorii i Antropologii Literatury w Instytucie Filologii Polskiej",
        "grupa \"Studnia O\" studentów Wydziału Polonistyki Uniwersytetu Warszawskiego",
        "Grupa Dramatyczna Instytutu Anglistyki Uniwersytetu Warszawskiego",
        "IFS UW [Instytut Filologii Słowiańskiej Uniwersytetu Warszawskiego]",
        "Instytut Dziennikarstwa Uniwersytetu Warszawskiego",
        "Instytut Filologii Klasycznej Uniwersytetu Warszawskiego w Warszawie",
        "Instytut Filologii Polskiej Filii Uniwersytetu Warszawskiego",
        "Instytut Filologii Wschodniosłowiańskiej Uniwersytetu Warszawskiego Filia w Białymstoku",
        "Instytut Germanistyki Uniwersytetu Warszawskiego",
        "Instytut Historii Kultury Uniwersytetu Warszawskiego",
        "Instytut Historii Sztuki Uniwersytetu Warszawskiego",
        "Instytut Historii Uniwersytetu Warszawskiego",
        "Instytut Historyczny UW [Uniwersytetu Warszawskiego]. Sekcja Kultury SKNH [Studenckiego Koła Naukowego Historyków]",
        "Instytut Hoovera w Stanach Zjednoczonych",
        "Instytut Orientalistyczny Uniwersytetu Warszawskiego. Zakład Języków i Kultur Afryki",
        "Instytut Orientalistyki [Uniwersytetu Warszawskiego]. Zakład Dalekiego Wschodu",
        "Instytut Orientalisyczny. Zakład Arabistyki i Islamistyki Uniwersytetu Warszawskiego",
        "Katedra Filologii Bałtyckiej Uniwersytetu Warszawskiego",
        "Katedra Hungarystyki Wydziału Neofilologii (dawn. Katedra Filologii Węgierskiej)  Uniwersytetu Warszawskiego",
        "Katedra Italianistyki Wydziału Neofilologii Uniwersytetu Warszawskiego",
        "Katedra Kultury Uniwersytetu Warszawskiego",
        "Katedra Lingwistyki Formalnej Uniwersytetu Warszawskiego",
        "KI UW [Katedra Iberystyki Uniwersytet Warszawski]",
        "Koło Naukowe Studentów Muzykologii Uniwersytetu Warszawskieo",
        "Koło Polonistów Uniwersytetu Warszawskiego",
        "L'Instit de Philologie Romane Universyte de Varsovie [Instytut Filologii Romańskiej Uniwersytetu Warszawskiego]",
        "nakł. Wydziału Polonistyki Uniwersytetu Warszawskiego",
        "Ośrodek Badań nad Tradycją Antyczną w Polsce i w Europie Środkowo-Wchodniej Uniwersytetu Warszwskiego",
        "Polskie Towarzystwo Filologiczne. Ośrodek Badań nad Tradycją  Antyczną UW [Uniwersytetu Warszawskiego]",
        "PPSINP UW [Pracownia Pamiętnikarstwa Socjopolitycznego Instytutu Nauk Politycznych Uniwersytetu Warszawskiego]",
        "Pracownia Historii Dziennikarstwa Polski Ludowej Wydziału Dziennikarstwa i Nauk Politycznych Uniwersytetu Warszawskiego",
        "Pracownia Językoznawstwa Stosowanego Instytutu Języka Polskiego Uniwersytetu Warszawskiego",
        "Pracownia Stosunków Polsko-Niemieckich. Instytut Stosunków Międzynarodowych. Uniwersytet Warszawski",
        "Rada Kultury Antycznej Uniwersytetu Warszawskiego",
        "Samorząd Studentów Uniwersytetu Warszawskiego",
        "Sekcja Hebraistyczna Instytutu Orientalistycznego Uniwersytetu Warszawskiego",
        "Sekcja Koreanistyki Instytutu Orientalistyki Uniwersytetu Warszawskiego",
        "Sekcja Twórczości Własnej Koła Polonistów FUW [Filii UW w Białymstoku]",
        "Towarzystwo Literackie im. Adama Mickiewicza. Oddział Białostocki, Filia Uniwersytetu Warszawskiego. Wydział Humanistyczny",
        "Uniwersytet Warszawski Centrum Studiów Latynoamerykańskich",
        "Uniwersytet Warszawski Instytut Języka Polskiego",
        "Uniwersytet Warszawski Wydział Polonistyki. Pracownia Słownika Cypriana Norwida",
        "Uniwersytet Warszawski. Centrum Badań Wschodnich",
        "Uniwersytet Warszawski. Filia",
        "Uniwersytet Warszawski. Instytut Archeologii",
        "Uniwersytet Warszawski. Instytut Filologii Słowiańskiej",
        "Uniwersytet Warszawski. Instytut Informacji Naukowej i Studiów Bibliologicznych",
        "Uniwersytet Warszawski. Instytut Literatury Polskiej Wydziału Polonistyki",
        "Uniwersytet Warszawski. Instytut Orientalistyczny",
        "Uniwersytet Warszawski. Instytut Orientalistyczny. Zakład Arabistyki i Islamistyki",
        "Uniwersytet Warszawski. Instytut Orientalistyczny. Zakład Dalekiego Wschodu",
        "Uniwersytet Warszawski. Instytut Orientalisytki",
        "Uniwersytet Warszawski. Instytut Profilaktyki Społecznej i Resocjalizacji",
        "Uniwersytet Warszawski. Instytut Romanistyki",
        "Uniwersytet Warszawski. Instytut Socjologii",
        "Uniwersytet Warszawski. Katedra Kultury Polskiej",
        "Uniwersytet Warszawski. Wydział Filozofii i Socjologii",
        "Uniwersytet Warszawski. Wydział Historyczny",
        "Uniwersytet Warszawski. Wydział Nauk Ekonomicznych",
        "Uniwersytet Warszawski. Wydział Neofilologii. Katedra Italianistyki",
        "Uniwersytet Warszawski. Wydział Polonistyki. Instytut Literatury Polskiej",
        "Uniwersytet Warszawski. Wydział Polonistyki. Instytut Stosowanych Nauk Społecznych",
        "Uniwersytet Warszawski. Wydział Polonistyki. Pracownia Słownika Języka Cypriana Norwida",
        "Uniwersytet Warszawski. Zakład Arabistyki i Islamistyki",
        "Uniwersytet Warszawski. Zakład Literatury Polskiej XX wieku",
        "Uniwersytet we Florencji",
        "UW. Filia w Białymstoku",
        "UW. Inst. Jęz. Pol. Zespół Badań Jęz. Środowisk Polonijnych",
        "UW. Wydz. Neofilol.",
        "UW. Wydz. Neofilol. Inst. Orientalistyczny",
        "UW: Instytut Historii Sztuki. Zespół do Badań Dziejów Doktryn Artystycznych. Pod kierunkiem J. Białostostockiego",
        "Wydawnictwa UW [Uniwersytetu Warszawskiego]",
        "Wydawnictwo Dydaktyczne Wydziału Polonistyki UW [Uniwersytetu Warszawskiego]",
        "Wydawnictwo Filii Uniwersytetu Warszawskiego",
        "Wydawnictwo Instytutu Literatury Polskiej Wydziału Polonistyki Uniwersytetu Warszawskiego",
        "Wydawnictwo Wydziału Polonistyki Uniwersytetu Warszawskiego",
        "Wydział Filozofii i Socjologii Uniwersytetu Warszawskiego",
        "Wydział Historyczny Uniwersytetu Warszawskiego",
        "Wydział Lingwistyki Stosowanej i Filologii Wschodniosłowiańskich. Uniwersytet Warszawski",
        "Wydział Pedagogiczny Uniwersytetu Warszawskiego",
        "Wydział Polonistyki Uniwersytetu Warszawskiego, Instytut Stosowanych Nauk Społecznych",
        "Wydział Profilaktyki, Resocjalizacji i Problemów Społecznych Uniwersytetu Warszawskiego",
        "Wydział Romanistyki Uniwersytetu Warszawskiego, Centrum Cywilizacji Francuskiej",
        "Z prac Zakładu Literatury XX Wieku Instytutu Literatury Polskiej Uniwersytetu Warszawskiego",
        "Zakład Egiptologii Instytutu Orientalistycznego Uniwersytetu Warszawskiego w Warszawie",
        "Zakład Filologii Wschodu Starożytnego, Egiptologii i Hebraistyki Instytutu Orientalistycznego Uniwersytetu Warszawskiego",
        "Zakład Filolologii Rosyjskiej Filii UW w Białymstoku",
        "Zakład Hebraistyki Instytutu Orientalistycznego Uniwersytetu Warszawskiego w Warszawie",
        "Zakład Islamu Europejskiego Instytutu Orientalistycznego Uniwersytetu Warszawskiego w Warszawie",
        "Zakład Japonistyki Uniwersytetu Warszawskiego",
        "Zakład Sinologii Uniwersytetu Warszawskiego",
        "Zakład Teorii Literatury Wydziału Polonistyki Uniwersytetu Warszawskiego w Warszawie",
        "Zakład Teorii Poznania. Filia Uniwersytetu Warszawskiego w Białymstoku",
        "Zarząd Samorządu Studentów Polonistyki Uniwersytetu Warszawskiego",
        "Zespół Badań Literackich nad Historią Kultury Epok Dawnych działający przy Instytucie Literatury Polskiej Uniwersytetu Warszawskiego",
        "Zespół Literatury Dziecięcej Uniwersytetu Warszawskiego",
        "Zespół Wiedzy o Kulturze Instytutu Filologii Polskiej Uniwersytetu Warszawskiego - Filia w Białymstoku"
    ],
    "Uniwersytet Wileński w Wilnie": [
        "Katedra Filologii Polskiej Uniwersytetu Wileńskiego",
        "Instytut Filologii Litewskiej Uniwersytetu Wileńskiego w Wilnie",
        "Instytut Filologii Polskiej Uniwersytetu Wileńskiego w Wilnie",
        "Katedra Filologii Klasycznej Uniwersytetu Wileńskiego w Wilnie",
        "Koło Przyjaciół Białorusoznawstwa przy Uniwersytecie Stefana Batorego w Wilnie",
        "Uniwersytet Stefana Batorego w Wilnie (1919-1939)"
    ],
    "Uniwersytet Wrocławski we Wrocławiu": [
        "Instytut Filologii Polskiej Uniwersytetu Wrocławskiego",
        "Centrum Badań Śląskoznawczych i Bohemistycznych Uniwersytetu Wrocławskiego",
        "Instytut Filologii Słowiańskiej Uniwersytetu Wrocławskiego",
        "Biblioteka Uniwersytecka we Wrocławiu",
        "Ośrodek Badań Wschodnich Uniwersytetu Wrocławskiego",
        "Fundacja dla Uniwersytetu Wrocławskiego Oficyna \"Leopoldinum\"",
        "Instytut Bibliotekoznawstwa i Informacji Naukowej Uniwersytetu Wrocławskiego",
        "Instytut Filologii Germańskiej Uniwersytetu Wrocławskiego",
        "Pracownia Filmoznawcza Zakładu Teorii Literatury Instytutu Filologii Polskiej Uniwersytetu Wrocławskiego",
        "Wydawnictwo Uniwersytetu Wrocławskiego",
        "Zakład Metodyki Nauczania Języka i Literatury Polskiej Instytutu Filologii Polskiej Uniwersytetu Wrocławskiego",
        "Katedra Etnologii Uniwersytetu Wrocławskiego",
        "Katedra Kulturoznawstwa Uniwersytetu Wrocławskiego",
        "Koło Naukowe Polonistów Uniwersytetu Wrocławskiego",
        "Uniwersytet Wrocławski. [Instytut Filologii Polskiej. Zakład Teorii Literatury. Pracownia Filmoznawcza]",
        "Biblioteka Główna Uniwersytetu we Wrocławiu",
        "Uniwersytet Wrocławski. Biblioteka Uniwersytecka we Wrocławiu",
        "Instytut Bibliotekoznawstwa. Uniwersytet Wrocławski",
        "Instytut Filozofii Uniwersytetu Wrocławskiego",
        "Instytut Historyczny Uniwersytetu Wrocławskiego we Wrocławiu",
        "Niezależne Zrzeszenie Studentów, Uniwersytet Wrocławski",
        "Towarzystwo Przyjaciół Gardzienic przy Instytucie Filologii Polskiej Uniwersytetu Wrocławskiego we Wrocławiu",
        "Uniwersytet Wrocławski [Instytut Filologii Polskiej. Zakład Teorii Literatury]",
        "Uniwersytet Wrocławski Instytut Filologii Polskiej",
        "Uniwersytet Wrocławski. Centrum Badań Śląskoznawczych i Bohemistycznych",
        "Uniwersytet Wrocławski. Instytut Filologii Słowiańskiej",
        "Uniwersytet Wrocławski. Katedra Etnologii",
        "UWr",
        "UWr. Centrum Badań Śląskoznawczych i Bohemistycznych",
        "Zakład Etyki Instytutu Filozofii Uniwersytetu Wrocławskiego"
    ],
    "Uniwersytet im. Adama Mickiewicza w Poznaniu": [
        "Biblioteka Uniwersytecka w Poznaniu",
        "Instytut Historii Uniwersytetu im. Adama Mickiewicza w Poznaniu",
        "Instytut Nauk Politycznych i Dziennikarstwa Uniwersytetu im. Adama Mickiewicza w Poznaniu",
        "Katedra Filologii Słowiańskiej Uniwersytetu im. Adama Mickiewicza w Poznaniu",
        "Instytut Filologii Polskiej Uniwersytetu im. Adama Mickiewicza w Poznaniu",
        "Zakład Języka Polskiego Instytutu Filologii Polskiej Uniwersytetu im. Adama Mickiewicza w Poznaniu",
        "Instytut Filologii Rosyjskiej Uniwersytetu im. Adama Mickiewicza w Poznaniu",
        "Katedra Orientalistyki i Bałtologii Uniwersytetu im. Adama Mickiewicza w Poznaniu",
        "Wydawnictwo Naukowe Uniwersytetu im. Adama Mickiewicza w Poznaniu",
        "Wydział Teologiczny Uniwersytetu im. Adama Mickiewicza w Poznaniu",
        "Zakład Dramatu i Teatru Uniwersytetu Adama Mickiewicza w Poznaniu",
        "Zakład Teatru i Filmu Instytutu Filologii Polskiej Uniwersytetu Adama Mickiewicza w Poznaniu",
        "Biblioteka Uniwersytecka w Poznaniu. Oddział Informacji Naukowej",
        "Instytut Filozofii Uniwersytetu im. Adama Mickiewicza w Poznaniu",
        "Instytut Historii Sztuki Uniwersytetu im. Adama Mickiewicza w Poznaniu",
        "Instytut Pedagogiczno-Artystyczny Uniwersytetu im. Adama Mickiewicza w Poznaniu",
        "Katedra Orientalistyki Uniwersytetu im. Adama Mickiewicza w Poznaniu",
        "Katedra Skandynawistyki Uniwersytetu im. Adama Mickiewicza w Poznaniu",
        "Pracownia Innowacji Dydaktycznych Instytutu Filologii Polskiej Uniwersytetu im. Adama Mickiewicza w Poznaniu",
        "Zakład Poetyki Historycznej Instytutu Filologii Polskiej Uniwersytetu im. Adama Mickiewicza w Poznaniu",
        "Zakład Teorii i Historii Literatury XX w. Uniwersytetu im. Adama Mickiewicza w Poznaniu",
        "Collegium Europeaum[!] Gnesnense Uniwersytetu im. Adama Mickiewicza",
        "Instytut Filologii Angielskiej Uniwersytetu im. Adama Mickiewicza w Poznaniu",
        "Instytut Filologii Germańskiej Uniwersytetu im. Adama Mickiewicza w Poznaniu",
        "Instytut Filologii Klasycznej Uniwersytetu im. A. Mickiewicza w Poznaniu",
        "Instytut Filologii Klasycznej Uniwersytetu im. Adama Mickiewicza w Poznaniu",
        "Instytut Filologii Polskiej Uniwersytetu Adama Mickiewicza w Poznaniu",
        "Instytut Filologii Rosyjskiej Uniwersytetu im. A. Mickiewicza w Poznaniu",
        "Instytut Kulturoznawstwa Uniwersytetu im. Adama Mickiewicza w Poznaniu",
        "Koło Naukowe Polonistów Uniwersytetu im. Adama Mickiewicza",
        "Międzywydziałowe Studenckie Koło Retoryczne Uniwersytetu im. Adama Mickiewicza w Poznaniu",
        "Pracownia Komparatystyki Literackiej Instytutu Filologii Polskiej Uniwersytetu Adama Mickiewicza w Poznaniu",
        "Pracownia Teatru i Filmu Instytutu Filologii Polskiej Uniwersytetu im. Adama Mickiewicza w Poznaniu",
        "Uniwersytet im. A. Mickiewicza w Poznaniu. Wydział Teologiczny",
        "Uniwersytet im. Adama Mickiewicza w Poznaniu. Katedra Orientalistyki i Bałtologii",
        "Uniwersytet im. Adama Mickiewicza w Poznaniu. Wydawnictwo Naukowe Instytutu Filozofii",
        "Uniwersytet im. Adama Mickiewicza. Wydział Filologii Polskiej i Klasycznej",
        "Uniwersytet im. Adama Mickiewicza. Wydział Teologiczny",
        "Wydział Filologii Polskiej i Klasycznej Uniwersytetu Adama Mickiewicza w Poznaniu",
        "Wydział Neofilologii Uniwersytetu im. A. Mickiewicza w Poznaniu",
        "Z prac Wydziału Filologii Polskiej i Klasycznej Uniwersytetu im. Adama Mickiewicza",
        "Zakład Filmu i Telewizji Uniwersytetu im. Adama Mickiewicza w Poznaniu",
        "Zakład Gramatyki Współczesnego Języka Polskiego i Leksykologii Instytutu Filologii Uniwersytetu im. Adama Mickiewicza w Poznaniu",
        "Zakład Kultury Niemieckiego Obszaru Językowego Uniwersytetu im. A. Mickiewicza w Poznaniu",
        "Zakład Muzykologii Instytutu Historii Sztuki Uniwersytetu im. A. Mickiewicza w Poznaniu",
        "Zakład Teorii Literatury Instytutu Filologii Polskiej Uniwersytetu Adama Mickiewicza w Poznaniu",
        "(Biblioteczka Poznańskich Studiów Polonistycznych Serii Jezykowej, nr 4) (Prace Instytutu Filologii Polskiej Uniwersytetu im. Adama Mickiewicza)",
        "Archiwum Kultury Studenckiej UAM",
        "Biblioteka Główna Uniwersytetu im. Adama Mickiewicza",
        "Centrum Studiów Otwartych Uniwersytetu im. Adama Mickiewicza",
        "Collegium Historicum UAM",
        "Czytelnia Austriacka Uniwersytetu im. Adama Mickiewicza",
        "Dziekan Wydziału Neofilologii Uniwersytetu im. Adama Mickiewicza",
        "Edition Scientifique UAM [Uniwersytet Adama Mickiewicza]",
        "Fundacja Uniwersytetu im. Adama Mickiewicza",
        "Instytut Filologii Angielskiej Uniwersytetu im. A. Mickiewicza w Poznaniu",
        "Instytut Filologii Klasycznej UAM",
        "Instytut Filologii Polskiej Uniwersytetu im. A. Mickiewicza w Poznaniu",
        "Instytut Filologii Romańskiej Uniwersytetu im. A. Mickiewicza w Poznaniu",
        "Instytut Lingwistyki Uniwersytetu im. Adama Mickiewicza w Poznaniu",
        "Instytut Lingwistyki. Filologia Węgierska UAM [Uniwersytetu im. Adama Mickiewicza]",
        "Instytut Lingwistyki. Pracownia Hungarystyki UAM",
        "Instytut Wschodni Uniwersytetu Adam Mickiewicza w Poznaniu",
        "Instytutu Psychologii Uniwersytetu im. Adama Mickiewicza w Poznaniu",
        "Katedra Filologii Słowiańskiej Uniwersytetu im. A. Mickiewicza w Poznaniu",
        "Koło Naukowe Studentów Filologii Klasycznej UAM",
        "Koło Naukowe Studentów Muzykologii Uniwersytetu im. Adama Mickiewicza w Poznaniu",
        "Koło Polonistów przy Instytucie Filologii Polskiej Uniwersytetu Adama Mickiewicza w Poznaniu",
        "Koło Polonistów Uniwersytetu im. Adama Mickiewicza w Poznaniu",
        "Pracownia Kalendarza Życia i Twórczości Cypriana Norwida  UAM w Poznaniu",
        "Sekcja Psychoanalityczna Koła Naukowego Psychologów Uniwersytetu im. Adama Mickiewicza w Poznaniu",
        "Uniwersytet im. A. Mickiewicza. Instytut Lingwistyki",
        "Uniwersytet im. Adama Mickiewicza w Poznaniu. Instytut Filologii Klasycznej",
        "Uniwersytet im. Adama Mickiewicza. Wydział Teologiczny. Redakcja Wydawnictw",
        "Wydawictwo Naukowe INPiD UAM - Instytutu Nauk Politycznych i Dziennikarstwa Uniwersytetu im. Adama Mickiewicza",
        "Wydawnictwo Centrum Informacyjnego NZS UAM",
        "Wydawnictwo Naukowe Instytutu Filozofii Uniwersytetu im. Adama Mickiewicza w Poznaniu",
        "Wydawnictwo Naukowe Instytutu Nauk Politycznych i Dziennikarstwa Uniwersytetu im. Adama Mickiewicza",
        "Wydawnictwo Naukowe UAM [Uniwersytetu im. Adama Mickiewicza]",
        "Wydawnictwo Naukowe Uniwersytetu im. Adama Mickiewicza",
        "Wydział Filologiczny Uniwersytetu im. Adama Mickiewicza w Poznaniu",
        "Wydział Neofilologii Uniwersytetu im. Adama Mickiewicza w Poznaniu",
        "Zakład Dialektologii Uniwersytetu im. Adama Mickiewicza w Poznaniu",
        "Zakład Dydaktyki Literatury i Języka Polskiego Uniwersytetu im. Adama Mickiewicza w Poznaniu",
        "Zakład Dziennikarstwa Instytutu Nauk Politycznych i Dziennikarstwa Uniwersytetu im. Adama Mickiewicza w Poznaniu",
        "Zakład Historii Myśli Psychologicznej. Instytut Psychologii Uniwersytetu  im. Adama Mickiewicza",
        "Zakład Historii Wychowania Wydziału Studiów Edukacyjnych Uniwersytetu im. Adama Mickiewicza w Poznaniu",
        "Zakład Japonistyki Uniwersytetu im. Adama Mickiewicza w Poznaniu",
        "Zakład Literatury Polskiej XIX wieku Instytutu Filologii Polskiej Uniwersytetu im. Adama Mickiewicza",
        "Zakład Literatury Polskiej XIX wieku Uniwersytetu im. Adama Mickiewicza w Poznaniu",
        "Zakład Literatury Romantyzmu Instytutu Filologii Polskiej Uniwersytetu Adama Mickiewicza",
        "Zakład Literatury Romantyzmu Instytutu Filologii Polskiej Uniwersytetu im. Adama Mickiewicza",
        "Zakład Nauk Biblijnych Wydziału Teologicznego Uniwersytetu im. Adama Mickiewicza w Poznaniu",
        "Zespół do Badań nad Historią i Kulturą Cystersów w Polsce przy Instytucie Historii Uniwersytetu im. A. Mickiewicza w Poznaniu"
    ],
    "Uniwersytet im. Iwana Franki we Lwowie": [
        "Instytut Slawistyki Państwowego Ukraińskiego Uniwersytetu im. Iwana Franki we Lwowie",
        "Instytut Slawistyki Uniwersytetu im. Iwana Franki we Lwowie"
    ],
    "Uniwersytet w Białymstoku": [
        "Instytut Filologii Wschodniosłowiańskiej Uniwersytetu w Białymstoku",
        "Instytut Filologii Polskiej Uniwersytetu w Białymstoku",
        "Zakład Teorii i Antropologii Literatury w Instytucie Filologii Polskiej Uniwersytetu w Białymstoku",
        "Katedra Filologii Białoruskiej Uniwersytetu w Białymstoku",
        "Zakład Bibliotekoznawstwa Uniwersytetu w Białymstoku",
        "Instytut Filologii Polskiej Zakładu Teorii i Antropologii Literatury Wydziału Filologicznego Uniwersytetu w Białymstoku",
        "Uniwersytet w Białymstoku. Instytut Filologii Polskiej. Koło Naukowe Polonistów",
        "Instytut Historii Uniwersytetu w Białymstoku",
        "Koło Naukowe Polonistów przy Instytucie Filologii Polskiej Uniwersytetu w Białymstoku",
        "Koło Naukowe Religioznawców Uniwersytetu w Białymstoku",
        "przy współpr. Wydziału Prawa Uniwersytetu w Białymstoku",
        "Uniwersytet w Białymstoku. Instytut Filologii Polskiej",
        "Uniwersytet w Białymstoku. Wydział Filologiczny",
        "Wydawnictwo Uniwersytetu w Białymstoku",
        "Wydawnictwo UwB [Uniwersytetu w Białymstoku]",
        "Wydział Humanistyki Uniwersytetu w Białymstoku",
        "Zakład Literatury Oświecenia i Romantyzmu Uniwersytetu w Białymstoku",
        "Zakład Literatury Pozytywizmu i Młodej Polski Uniwersytetu w Białymstoku"
    ],
    "Uniwersytet w Glasgow": [
        "Wydział Języków i Literatur Słowiańskich Uniwersytetu w Glasgow"
    ],
    "Uniwersytet w Utrechcie": [
        "Fakulteit van Letteren Uniwersytetu w Utrechcie"
    ],
    "Uniwersytet Łódzki w Łodzi": [
        "Interdyscyplinarny Zespół Badań Sowietologicznych Uniwersytetu Łódzkiego",
        "Instytut Teorii Literatury, Teatru i Sztuk Audiowizualnych Uniwersytetu Łódzkiego",
        "Katedra Literatury Niemieckiej Uniwersytetu Łódzkiego",
        "Katedra Literatury Romantyzmu Uniwersytetu Łódzkiego",
        "Katedra Teorii Literatury, Teatru i Filmu Uniwersytetu Łódzkiego",
        "Zakład Literatury Rosyjskiej Katedry Filologii Rosyjskiej Uniwersytetu Łódzkiego",
        "Katedra Literatury i Kultury Rosyjskiej Uniwersytetu Łódzkiego",
        "Katedra Literatury Współczesnej Uniwersytetu Łódzkiego",
        "Zakład Dramatu i Teatru Instytutu Teorii Literatury, Teatru i Filmu Uniwersytetu Łódzkiego",
        "Instytut Studiów Międzynarodowych Uniwersytetu Łódzkiego, Interdyscyplinarny Zespół Badań Sowietologicznych",
        "Katedra Filologii Klasycznej Uniwersytetu Łódzkiego",
        "Wydział Filologiczny Uniwersytetu Łódzkiego",
        "Katedra Badań Niemcoznawczych Uniwersytetu Łódzkiego",
        "Katedra Literatury Staropolskiej i Nauk Pomocniczych Uniwersytetu Łódzkiego",
        "Katedrą Literatury Romantyzmu i Literatury Współczesnej Uniwersytetu Łódzkiego",
        "Katedra Historii Języka Polskiego i Filologii Słowiańskiej Uniwersytetu Łódzkiego",
        "Katedra Historii Sztuki Uniwersytetu Łódzkiego",
        "Katedra Literatury i Kultury Niemiec, Austrii i Szwajcarii Uniwersytetu Łódzkiego",
        "Katedra Literatury Polskiej Oświecenia, Pozytywizmu i Młodej Polski Wydziału Filologicznego Uniwersytetu Łódzkiego",
        "Katedra Literatury Staropolskiej Uniwersytetu Łódzkiego",
        "Uniwersytet Łódzki. Zakład Literatury Rosyjskiej",
        "Wydawnictwo Uniwersytetu Łódzkiego",
        "Z prac Zakładu Dramatu i Teatru Katedry Teorii Literatury, Teatru i Filmu Uniwersytetu Łódzkiego",
        "Zakład Amerykanistyki i Mass Mediów Uniwersytetu Łódzkiego",
        "Zakład Dydaktyki Języka i Literatury Polskiej Uniwersytetu Łódzkiego",
        "Zakład Literatury i Kultury Amerykańskiej Uniwersytetu Łódzkiego",
        "Zakład Wiedzy o Filmie Uniwersytetu Łódzkiego",
        "Fililogii Słowiańskiej Uniwersytetu Łódzkiego w Łodzi",
        "Instytut Anglistyki Uniwersytetu Łódzkiego",
        "Instytut Rusycystyki Uniwersytetu Łódzkiego",
        "Instytut Studiów Międzynarodowych Uniwersytetu Łódzkiego",
        "Instytut Studiów Międzynarodowych. Uniwersytet Łódzki",
        "Katedra Filologii Rosyjskiej Uniwersytetu Łódzkiego",
        "Katedra Historii Języka Polskiego Uniwersytetu Łódzkiego",
        "Katedra Literatury i Kultury Angielskiej Uniwersytetu Łódzkiego",
        "Katedra Literatury Niemieckiej Uniwersytetu Łódzkiego w Łodzi",
        "Katedra Literatury Polskiej Oświecenia, Pozytywizmu i Młodej Polski Uniwersytetu Łódzkiego",
        "Katedra Teorii Literatury Uniwersytetu Łódzkiego",
        "Katedry Literatury, Teatru i Filmu Uniwersytetu Łódzkiego",
        "Koło Naukowe im. św. św. Cyryla i Metodego przy Zakładzie Filologii Słowiańskiej Uniwersytetu Łódzkiego",
        "Literatury Współczesnej Uniwersytetu Łódzkiego",
        "Ośrodek Badań i Studiów Brytyjskich. Instytut Studiów Międzynarodowych. Uniwersytet Łódzki",
        "Studium Języka Polskiego dla Cudzoziemców Uniwersytetu Łódzkiego",
        "Uniwersytet Łódzki. Instytut Filologii Rosyjskiej",
        "Uniwersytet Łódzki. Katedra Historii Języka Polskiego i Filologii Słowiańskiej",
        "Uniwersytet Łódzki. Katedra Literatury Staropolskiej i Nauk Pomocniczych",
        "Uniwersytet Łódzki. Wydział Filologiczny",
        "Verlag der Iniversitaet Łódź = Wydawnictwo Uniwersytetu Łódzkiego",
        "Z prac Katedry Lit. Romantyzmu i Lit. Współcz. UŁ",
        "Zakład Filologii Słowiańskiej Uniwersytetu Łódzkiego",
        "Zakład Literatury Rosyjskiej i Radzieckiej Instytutu Filolologii Rosyjskiej Uniwersytetu Łódzkiego",
        "Zakład Mediów i Kultury Audiowizualnej Uniwersytetu Łódzkiego",
        "Zakład Teatru Uniwersytetu Łódzkiego",
        "Zakład Teorii Literatury Uniwersytetu Łódzkiego",
        "Zakładem Wiedzy o Filmie Uniwersytetu Łódzkiego"
    ],
    "Uniwersytet Śląski": [
        "Instytut Nauk o Literaturze Polskiej Uniwersytetu Śląskiego w Katowicach",
        "Wydział Filologiczny Uniwersytetu Śląskiego w Katowicach",
        "Zakład Teorii Literatury i Przekładu Instytutu Filologii Wschodniosłowiańskiej Uniwersytetu Śląskiego w Sosnowcu",
        "Instytut Bibliotekoznawstwa i Informacji Naukowej Wydziału Filologicznego Uniwersytetu Śląskiego w Katowicach",
        "Uniwersytet Śląski - Filia w Cieszynie",
        "Zakład Animacji Społeczno-Kulturalnej Instytutu Nauk Społecznych i Nauk o Kulturze Filii Uniwersytetu Śląskiego w Cieszynie",
        "Wydawnictwo Uniwersytetu Śląskiego w Katowicach",
        "Zakład Folklorystyki Ogólnej i Stosowanej Filii Uniwersytetu Śląskiego w Cieszynie",
        "Zakład Historii Ksiażki i Bibliotek Instytutu Bibliotekoznawstwa i Informacji Naukowej Uniwersytetu Śląskiego",
        "Zakład Historii Literatury Rosyjskiej Uniwersytetu Śląskiego w Katowicach",
        "Zakład Wiedzy o Teatrze Uniwersytetu Śląskiego w Katowicach",
        "Instytut Filologii Rosyjskiej Uniwersytetu Śląskiego",
        "Instytut Filologii Słowiańskiej Uniwersytetu Śląskiego w Katowicach",
        "Instytut Filologii Wschodniosłowiańskiej Uniwersytetu Śląskiego",
        "Instytut Języka Polskiego Wydział Filologicznego Uniwersytetu Śląskiego w Katowicach",
        "Instytut Kultury i Literatury Brytyjskiej i Amerykańskiej Uniwersytetu Śląskiego w Katowicach",
        "Instytut Nauk o Kulturze Uniwersytetu Śląskiego",
        "Szkoła Języka i Kultury Polskiej. Uniwersytet Śląski",
        "Zakład Historii Języka Polskiego Uniwersytetu Śląskiego w Katowicach",
        "Zakład Historii Literatury Średniowiecza i Renesansu Wydział Filologiczny Uniwersytetu Śląskiego w Katowicach",
        "Filia Uniwersytetu Śląskiego w Cieszynie",
        "Instytut Filozofii Uniwersytetu Śląskiego",
        "Instytut Literatury i Kultury Polskiej Uniwersytetu Śląskiego w Katowicach",
        "Instytut Literatury i Kultury Polskiej Zakład Bibliotekoznawstwa i Informacji Naukowej Uniwersytetu Śląskiego",
        "Studenckie Koło Naukowe Teorii Literatury Uniwersytetu Śląskiego w Katowicach",
        "Wydział Radia i Telewizji Uniwersytetu Śląskiego w Katowicach im. Krzysztofa Kieślowskiego",
        "Wydział Teologiczny Uniwersytetu Śląskiego w Katowicach",
        "Zakład Dziennikarstwa Uniwersytetu Śląskiego w Katowicach",
        "Zakład Filmoznawstwa i Wiedzy o Mediach Uniwersytetu Śląskiego",
        "Zakład Filozofii Uniwersytetu Śląskiego w Katowicach",
        "Zakład Historii i Teorii Filmu Instytutu Nauk o Kulturze Uniwersytetu Śląskiego",
        "Zakład Literatury Współczesnej Instytutu Nauk o Literaturze Polskiej Uniwersytetu Śląskiego",
        "Zakład Nauk Społecznych Filii Uniwersytetu Śląskiego w Cieszynie",
        "Zakład Współczesnego Języka Polskiego Uniwersytetu Śląskiego w Katowicach",
        "Zespół Historii i Teorii Filmu Instytutu Nauk o Kulturze Uniwersytetu Śląskiego w Katowicach",
        "Biblioteka Uniwersytetu Śląskiego",
        "Centrum Studiów Kanadyjskich Uniwersytetu Śląskiego",
        "Instytut Filologii Germańskiej Uniwersytetu Śląskiego w Katowicach",
        "Instytut Filologii Polskiej Uniwersytetu Śląskiego",
        "Instytut Filologii Polskiej Uniwersytetu Śląskiego w Katowicach",
        "Instytut Filologii Rosyjskiej Uniwersytetu Śląskiego w Katowicach",
        "Instytut Filologii Słowiańskiej Uniwersytetu Śląskiego",
        "Instytut Filologii Wschodniosłowiańskiej Uniwersytetu Śląskiego w Katowicach",
        "Instytut Języka Polskiego Uniwersytetu Śląskiego",
        "Instytut Literatury i Kultury Polskiej Uniwersytetu Śląskiego",
        "Instytut Literatury i Kultury Polskiej Uniwersytetu Śląskiego. Zakład Historii Literatury Staropolskiej, Oświeceniowej i Romantycznej",
        "Katedra Dydaktyki Języka i Literatury Polskiej Uniwersytetu Śląskiego w Katowicach",
        "Koło Młodych Klasyków Uniwersytetu Śląskiego w Katowicach",
        "Koło Naukowe Językoznawców Uniwersytetu Śląskiego",
        "Koło Naukowe Rusycystów Uniwersytetu Śląskiego",
        "Koło Naukowe Slawistów Uniwersytetu Śląskiego",
        "Pracownia Studiów Kolonialnych i Postkolonialnych Instytutu Literatury i Kultury Brytyjskiej i Amerykańskiej Uniwersytetu Śląskiego",
        "Samorząd Studencki Wydziału Filologicznego Uniwersytetu Śląskiego",
        "Studenckie Centrum Kultury Rady Uczelnianej Zrzeszenia Studentów Polskich Uniwersytetu Śląskiego \"Zameczek-Remedium\"",
        "Studenckie Centrum Kultury RU ZSP Uniwersytetu Śląskiego",
        "Studenckie Koło Naukowe Historyków Uniwersytetu Śląskiego",
        "Szkoła Języka, Literatury i Kultury Polskiej. Uniwersytet Śląski",
        "Uniwersytet Śląski, Zakład Arteterapii",
        "Uniwersytet Śląski. Filia",
        "Uniwersytet Śląski. Filia. Instytut Sztuki",
        "Uniwersytet Śląski. Instytut Nauk o Literaturze Polskiej",
        "Uniwersytet Śląski. Wydział Nauk o Ziemi",
        "Wydział Filologiczny Uniwersytetu Śląskiego",
        "Wydział Filologiczny Uniwersytetu Śląskiego w Sosnowcu",
        "Wydział Radia i Telewizji Uniwersytetu Śląskiego w Katowicach",
        "Wydział Teologiczny Uniwersytet Śląskiego",
        "Z prac Zakładu Historii Literatury Średniowiecza i Renesansu Uniwersytetu Śląskiego",
        "Z prac Zakładu Teorii Literatury Uniwersytetu Śląskiego",
        "Zakład Bibliografii i Informacji Naukowej Instytutu Bibliotekoznawstwa i Informacji Naukowej Uniwersytetu Śląskiego",
        "Zakład Historii Literatury Rosyjskiej Instytutu Filologii Wschodniosłowiańskiej Uniwersytetu Śląskiego",
        "Zakład Języka Polskiego Instytutu Pedagogiki Filii Uniwersytetu Śląskiego w Cieszynie",
        "Zakład Kultury Literackiej Uniwersytetu Śląskiego w Katowicach",
        "Zakład Kultury Literackiej, Instytut Nauk o Kulturze Uniwersytetu Śląskiego w Katowicach",
        "Zakład Literatury Angielskiej i Amerykańskiej Instytutu Filologii Angielskiej Uniwersytetu Śląskiego",
        "Zakład Literatury Poromantycznej Uniwersytetu Śląskiego w Katowicach",
        "Zakład Teorii Literatury i Przekładu Wydziału Filologii Wschodniosłowiańskiej Uniwersytetu Śląskiego w Katowicach",
        "Zakład Teorii Literatury Uniwersytetu Śląskiego w Katowicach",
        "Zakład Teorii Muzyki i Folklorystyki Muzycznej Filii Uniwersytetu Śląskiego w Cieszynie",
        "Zakład Wiedzy o Teatrze (Instytut Nauk o Kulturze Uniwersytetu Śląskiego)"
    ],
    "Urząd Miasta Torunia": [
        "Wydział Kultury, Turystyki i Sportu Urzędu Miasta w Toruniu"
    ],
    "Urząd Miejski w Bielsku-Białej": [
        "Urząd Miejski w Bielsku-Białej. Wydział Kultury i Sztuki"
    ],
    "Urząd Miejski w Poznaniu": [
        "Wydział Kultury i Sztuki Urzędu Miejskiego w Poznaniu"
    ],
    "Urząd Wojewódzki w Białymstoku": [
        "Wydział Kultury Urzędu Wojewódzkiego w Białymstoku",
        "Wydziału Kultury, Sportu i Turystyki Urzędu Wojewódzkiego w Białymstoku"
    ],
    "Urząd Wojewódzki w Przemyślu": [
        "Wydział Kultury, Sportu i Turystyki Urzędu Wojewódzkiego w Przemyślu",
        "Wydział Kultury Urzędu Wojewódzkiego w Przemyślu"
    ],
    "Urząd Wojewódzki w Zielonej Górze": [
        "Wydział Kultury Urzędu Wojewódzkiego w Zielonej Górze"
    ],
    "Urząd Wojewódzki we Wrocławiu": [
        "Wydział Kultury i Sportu Urzędu Wojewódzkiego we Wrocławiu",
        "Wydziałem Kultury i Sztuki Urzędu Wojewódzkiego we Wrocławiu"
    ],
    "Villa Decius. Arbeitsgruppe Literatur": [
        "Villa Decius. Literary Group Polska 2000"
    ],
    "Warszawski Klub Młodej Sztuki": [
        "Warszawski Klub Młodej Sztuki. Wydawnictwo"
    ],
    "Willa Decjusza w Krakowie": [
        "Sekretariat Wykonawczy ds. Willi Decjusza",
        "Stowarzyszenie Willa Decjusza w Krakowie",
        "Zespół Literacki \"Polska 2000\" działający w strukturach Stowarzyszenia Willa Decjusza w Krakowie"
    ],
    "Wojewoda Lubelski": [
        "wojewoda lubelski Edward Hunk"
    ],
    "Wojewódzka Biblioteka Publiczna i Książnica Miejska im. Mikołaja Kopernika w Toruniu": [
        "Oficyna Drukarska Wojewódzkiej Biblioteki Publicznej i Książnicy Miejskiej im. Mikołaja Kopernika"
    ],
    "Wojewódzka Biblioteka Publiczna im. Józefa A. i Andrzeja S. Załuskich w Radomiu": [
        "WBP im. Józefa i Andrzeja S. Załuskich w Radomiu"
    ],
    "Wojewódzka Biblioteka Publiczna w Katowicach": [
        "WBP w Katowicach"
    ],
    "Wojewódzka Biblioteka Publiczna w Kielcach": [
        "Wojewódzka Biblioteka Publiczna w Kielcach. Dział Informacyjno-Bibliograficzny"
    ],
    "Wojewódzka Biblioteka Publiczna w Tarnobrzegu": [
        "Biblioteka Wojewódzka w Tarnobrzegu"
    ],
    "Wojewódzka Biblioteka Publiczna w Wałbrzychu": [
        "Galeria Książki Wojewódzkiej Biblioteki Publicznej w Wałbrzychu",
        "Sekcja oświatowo-wydawnicza WBP w Wałbrzychu"
    ],
    "Wojewódzka i Miejska Biblioteka Publiczna im. Cypriana Kamila Norwida w Zielonej Górze": [
        "WiMBP im. C.K. Norwida w Zielonej Górze",
        "Wojewódzka i Miejska Biblioteka Publiczna im. C. Norwida"
    ],
    "Wojewódzki Ośrodek Metodyczny w Krakowie": [
        "Woj. Ośr. Metodyczny w Krakowie"
    ],
    "Wrocławskie Towarzystwo Naukowe": [
        "Nakładem Wrocławskiego Towarzystwa Naukowego"
    ],
    "Wydawnictwo \"Siedmioróg\"": [
        "Siedmioróg"
    ],
    "Wydawnictwo \"a5\"": [
        "a5"
    ],
    "Wydawnictwo Literackie": [
        "nakładem Wydawnictwa Literackiego"
    ],
    "Wydawnictwo Naukowe PWN": [
        "Wydawnictwo Naukowe PWN. Oddział",
        "PWN [Państwowe Wydawnictwo Naukowe]",
        "Wydawnictwa Prawnicze PWN"
    ],
    "Wydawnictwo Zysk i S-ka w Poznaniu": [
        "Zysk i S-ka",
        "Tadeusz Zysk i Spółka",
        "Wydawnictwo Tadeusz Zysk i Spółka"
    ],
    "Wydział Filologiczny Uniwersytetu im. Łomonosowa w Moskwie": [
        "Kafedra Teorii Literatury Moskovskogo Gosudarstvennogo Universiteta im.  M.V. Lomonosova"
    ],
    "Wydział Filozoficzny Towarzystwa Jezusowego": [
        "Instytut Kultury Religijnej Wydziału Filozoficznego Towarzystwa Jezusowego w Krakowie",
        "Instytut Kultury Religijnej przy Wydziale Filozoficznym Towarzystwa Jezusowego, Kraków"
    ],
    "Wyższa Szkoła Humanistyczno-Ekonomiczna w Łodzi": [
        "Zespół Twórczy \"Warsztaty Literackie\" przy Wyższej Szkole Humanistyczno-Ekonomicznej w Łodzi"
    ],
    "Wyższa Szkoła Humanistyczno-Przyrodnicza w Sandomierzu": [
        "Studium Generale Sandomiriense Wyższa Szkoła Humanistyczno-Przyrodnicza w Sandomierzu",
        "Wyższa Szkoła Humanistyczno-Przyrodnicza",
        "Studium Generale Sandomiriense Wyższa Szkoła Humanistyczno-Przyrodnicza w Sandomierzu. Studencki Klub Literacko-Teatralny \"KTL\"",
        "Wydawnictwo SGS WSH-P [Studium Generale Sandomiriense. Wyższa Szkoła Humanistyczno-Przyrodnicza]"
    ],
    "Wyższa Szkoła Pedagogiczna im. Jana Kochanowskiego w Kielcach": [
        "Wyższa Szkoła Pedagogiczna im. Jana Kochanowskiego w Kielcach. Filia w Piotrkowie Trybunalskim. Instytut Filologii Polskiej",
        "Instytut Filologii Polskiej Wyższej Szkoły Pedagogicznej im. Jana Kochanowskiego w Kielcach",
        "Instytut Historii Wyższej Szkoły Pedagogicznej w Kielcach",
        "Instytut Filologii Słowiańskiej Wyższej Szkoły Pedagogicznej w Kielcach",
        "Uniwersytet Trzeciego Wieku przy Wyższej Szkole Pedagogicznej w Kielcach",
        "Wydawnictwo Filii Kieleckiej WSP [Wyższej Szkoły Pedagogicznej im. Jana Kochanowskiego] w Kielcach",
        "Wyższa Szkoła Pedagogiczna w Kielcach. Filia w Piotrkowie Trybunalskim. Instytut Filologii Polskiej",
        "[Wydawnictwo Filii Kieleckiej Wyższej Szkoły Pedagogicznej im. Jana Kochanowskiego]",
        "Instytut Filologii Polskiej WSP im. J. Kochanowskiego w Kielcach. Filia w Piotrkowie Trybunalskim",
        "Instytut Filologii Polskiej Wyższej Szkoły Pedagogicznej im. J. Kochanowskiego w Kielcach",
        "WSP im. Jana Kochanowskiego w Kielcach",
        "WSP im. Jana Kochanowskiego w Kielcach. Wydz. Zamiejscowy w Piotrkowie Trybunalskim. Katedra Filologii Polskiej",
        "Wydawnictwo Wydziału Zamiejscowego Wyższej Szkoły Pedagogicznej im. J. Kochanowskigo w Kielcach",
        "Wyższa Szkoła Pedagogiczna im. Jana Kochanowskiego w Kielcach. Wydział Zamiejscowy w Piotrkowie Trybunalskim",
        "Wyższa Szkoła Pedagogiczna im. Jana Kochanowskiego. Instytut Historii",
        "Wyższa Szkoła Pedagogiczna w Kielcach",
        "Wyższa Szkoła Pedagogiczna w Kielcach. Filia",
        "Wyższa Szkoła Pedagogiczna w Kielcach. Instytut Bibliotekoznawstwa i Informacji Naukowo-Technicznej. Pracownia Historii Prasy",
        "Wyższa Szkoła Pedagogogiczna w Kielcach. Wydział Zamiejscowy w Piotrkowie Trybunalskim",
        "Zakład Bibliotekoznawstwa i Informacji Naukowej Wyższej Szkoły Pedagogicznej w Kielcach",
        "Zakład Historii Średniowiecznej Instytutu Historii Wyższej Szkoły Pedagogicznej w Kielcach"
    ],
    "Wyższa Szkoła Pedagogiczna im. Komisji Edukacji Narodowej w Krakowie": [
        "WSP im. Komisji Edukacji Narodowej w Krakowie",
        "Katedra Bibliotekoznawstwa i Informacji Naukowej Wyższej Szkoły Pedagogicznej im. Komisji Edukacji Narodowej w Krakowie",
        "Wyższa Szkoła Pedagogiczna im. Komisji Edukacji Narodowej. Klub Studentów \"Bakałarz\". Koło Naukowe Polonistów",
        "Instytut Filologii Rosyjskiej Wyższej Szkoły Pedagogicznej im. Komisji Edukacji Narodowej w Krakowie",
        "Wyższa Szkoła Pedagogiczna im. Komisji Edukacji Narodowej w Krakowie. Instytut Filologii Polskiej. Zakład Kultury i Literatury Staropolskiej",
        "Niezależny Związek Studentów Wyższej Szkoły Pedagogicznej im. Komisji Edukacji Narodowej w Krakowie",
        "WSP im. Komisji Edukacji Narodowej w Krakowie. Katedra Bibliotekoznawstwa i Informacji Naukowej",
        "Wydawnictwo Naukowe WSP [Wyższej Szkoły Pedagogicznej im. Komisji Edukacji Narodowej w Krakowie]",
        "Wyższa Szkoła Pedagogiczna im. Komisji Edukacji Narodowej",
        "Wyższa Szkoła Pedagogiczna im. Komisji Edukacji Narodowej w Krakowie. Biblioteka Główna",
        "Wyższa Szkoła Pedagogiczna im. Komisji Edukacji Narodowej w Krakowie. Katedra Bibliotekoznawstwa i Informacji Naukowej Instytutu Filologii Polskiej. Biblioteka"
    ],
    "Wyższa Szkoła Pedagogiczna im. Powstańców Śląskich w Opolu": [
        "Instytut Filologii Polskiej Wyższej Szkoły Pedagogicznej im. Powstańców Śląskich w Opolu",
        "Zakład Literatury Romantyzmu Instytutu Filologii Polskiej Wyższej Szkoły Pedagogicznej im. Powstańców Śląskich w Opolu",
        "Instytut Historii Wyższej Szkoły Pedagogicznej im. Powstańców Śląskich w Opolu",
        "Wyższa Szkoła Pedagogiczna im. Powstańców Śląskich",
        "Wyższa Szkoła Pedagogiczna im. Powstańców Śląskich. Instytut Filologii Polskiej",
        "Wyższa Szkoła Pedagogiczna w Opolu. Instytut Nauk Pedagogicznych"
    ],
    "Wyższa Szkoła Pedagogiczna im. Tadeusza Kotarbińskiego w Zielonej Górze": [
        "Towarzystwo Studiów Łużyckich Instytutu Historii Wyższej Szkoły Pedagogicznej im. Tadeusza Kotarbińskiego w Zielonej Górze",
        "Instytut Filologii Polskiej Wyższej Szkoły Pedagogicznej im. Tadeusza Kotarbińskiego w Zielonej Górze",
        "Instytut Historii Wyższej Szkoły Pedagogicznej im. Tadeusza Kotarbińskiego w Zielonej Górze",
        "Instytut Filologii Wschodniosłowiańskiej Wyższej Szkoły Pedagogicznej im. Tadeusza Kotarbińskiego w Zielonej Górze",
        "Zakład Teorii Literatury Instytutu Filologii Polskiej Wyższej Szkoły Pedagogicznej im. Tadeusza Kotarbińskiego",
        "Zakład Dydaktyki Literatury i Języka Polskiego Instytutu Filologii Polskiej Wyższej Szkoły Pedagogicznej im. Tadeusza Kotarbińskiego w Zielonej Górze",
        "Wydawnictwo Wyższej Szkoły Pedagogicznej im. Tadeusza Kotarbińskiego",
        "Wyższa Szkoła Pedagogiczna im. Tadeusza Kotarbińskiego. Wydawnictwo",
        "Wyższa Szkoła Pedagogiczna w Zielonej Górze",
        "Zakład Literatur Wschodniosłowiańskich WSP im. T. Kotarbińskiego",
        "Zakład Literatur Wschodniosłowiańskich Wyższej Szkoły Pedagogicznej im. T. Kotarbińskiego w Zielonej Górze"
    ],
    "Wyższa Szkoła Pedagogiczna w Bydgoszczy": [
        "Zakład Literatury Dawnej Wyższej Szkoły Pedagogicznej w Bydgoszczy",
        "Biblioteka Główna WSP w Bydgoszczy",
        "Wyższa Szkoła Pedagogiczna w Bydgoszczy. Instytut Filologii Polskiej. Zakład Literatury Dawnej"
    ],
    "Wyższa Szkoła Pedagogiczna w Częstochowie": [
        "Instytut Filologii Polskiej Wyższej Szkoły Pedagogicznej w Częstochowie",
        "Zakład Historii Literatury Polskiej do XX wieku Instytutu Filologii Polskiej Wyższej Szkoły Pedagogicznej w Częstochowie",
        "Biblioteka Główna Wyższej Szkoły Pedagogicznej w Częstochowie",
        "Wydawnictwo Wyższej Szkoły Pedagogicznej w Częstochowie",
        "Wyższa Szkoła Pedagogiczna w Częstochowie. Instytut Filologii Polskiej. Wydział Filologiczno-Historyczny",
        "Zakład Historii Nowożytnej Wyższej Szkoły Pedagogicznej w Częstochowie",
        "Zakład Literatury i Języka Polskiego Wyższej Szkoły Pedagogicznej w Częstochowie",
        "Biblioteka Wyższej Szkoły Pedagogicznej w Częstochowie",
        "IFP WSP [Instytut Filologii Polskiej Wyższej Szkoły Pedagogicznej w Częstochowie]",
        "Wydawnictwo WSP Częstochowa",
        "Zakład Dydaktyki Literatury i Języka Polskiego Wyższej Szkoły Pedagogicznej w Częstochowie",
        "Zakład Teorii i Historii Kultury Wyższej Szkoły Pedagogicznej w Częstochowie"
    ],
    "Wyższa Szkoła Pedagogiczna w Drohobyczu": [
        "Instytut Filologii Polskiej Wyższej Szkoły Pedagogicznej w Krakowie"
    ],
    "Wyższa Szkoła Pedagogiczna w Kielcach": [
        "Instytut Filologii Polskiej Wyższej Szkoły Pedagogicznej w Kielcach"
    ],
    "Wyższa Szkoła Pedagogiczna w Olsztynie": [
        "Instytut Filologii Polskiej Wyższej Szkoły Pedagogicznej w Olsztynie",
        "Instytut Historii Wyższej Szkoły Pedagogicznej w Olsztynie",
        "Zakład Filologii Polskiej Wyższej Szkoły Pedagogicznej w Olsztynie",
        "Wyższa Szkoła Pedagogiczna w Olsztynie. Instytut Słowiańszczyzny Wschodniej",
        "Zakł. Kult. i Lit. Warmii i Mazur WSP",
        "Zakład Kultury i Literatury Warmii i Mazur Wyższej Szkoły Pedagogicznej w Olsztynie"
    ],
    "Wyższa Szkoła Pedagogiczna w Rzeszowie": [
        "Instytut Filologii Polskiej Wyższej Szkoły Pedagogicznej w Rzeszowie",
        "Katedra Filologii Germańskiej Wyższej Szkoły Pedagogicznej w Rzeszowie",
        "Zakład Historii Literatury Wyższej Szkoły Pedagogicznej w Rzeszowie",
        "Zakład Nauczania Początkowego Instytutu Pedagogiki Wyższej Szkoły Pedagogicznej w Rzeszowie",
        "Zakład Teorii Literatury Instytutu Filologii Polskiej Wyższej Szkoły Pedagogicznej w Rzeszowie",
        "Biblioteka Główna WSP w Rzeszowie",
        "Instytut Filologii Polskiej - Zakład Literatury Romantyzmu i Pozytywizmu Wyższej Szkoły Pedagogicznej w Rzeszowie",
        "Instytut Filologii Polskiej WSP [Wyższej Szkoły Pedagogicznej] w Rzeszowie",
        "Instytut Filologii Rosyjskiej Wyższej Szkoły Pedagogicznej w Rzeszowie",
        "Instytut Pedagogiki Wyższej Szkoły Pedagogicznej w Rzeszowie",
        "Katedra Filologii Angielskiej Wyższej Szkoły Pedagogicznej w Rzeszowie",
        "Pracownia Literatury i Kultury Pogranicza Wyższej Szkoły Pedagogicznej w Rzeszowie",
        "Studium Dziennikarstwa Wyższej Szkoły Pedagogicznej w Rzeszowie",
        "Wyższa Szkoła Pedagogiczna w Rzeszowie. Instytut Pedagogiki",
        "Zakład Literatury Staropolskiej i Polskiego Oświecenia Instytutu Filologii Polskiej Wyższej Szkoły Pedagogicznej w Rzeszowie",
        "Zakład Literatury Staropolskiej i Polskiego Oświecenia Wyższej szkoły Pedagogicznej w Rzeszowie"
    ],
    "Wyższa Szkoła Pedagogiczna w Słupsku": [
        "Biblioteka Główna Wyższej Szkoły Pedagogicznej w Słupsku",
        "Instytut Filologii Polskiej Wyższej Szkoły Pedagogicznej w Słupsku",
        "WSP w Słupsku",
        "Wydzial Humanistyczny Wyższej Szkoły Pedagogicznej w Słupsku",
        "Wyższa Szkoła Pedagogiczna w Słupsku. Instytut Neofilologii"
    ],
    "Wyższa Szkoła Rolniczo-Pedagogiczna im. L. Dymitrowa w Siedlcach": [
        "Instytut Historii Wyższej Szkoły Rolniczo-Pedagogicznej w Siedlcach",
        "Instytut Filologii Polskiej Wyższej Szkoły Rolniczo-Pedagogicznej w Siedlcach",
        "Katedra Filozofii i Socjologii Wyższej Szkoły Rolniczo-Pedagogicznej w Siedlcach",
        "Wydawnictwo Uczelniane WSR-P [Wyższej Szkoły Rolniczo-Pedagogicznej]",
        "Instytut Filologii Polskiej Wyższej Szkoły Rolniczo-Pedagogicznej w Siedlcach. Koło Polonistów",
        "Wydawnictwo Uczelniane Wyższej Szkoły Rolniczo-Pedagogicznej"
    ],
    "Włocławskie Towarzystwo Naukowe we Włocławku": [
        "Lega. Oficyna Wydawnicza Włocławskiego Towarzystwa Naukowego",
        "Dobrzyński Oddział Włocławskiego Towarzystwa Naukowego",
        "Włocławskie Towarzystwo Naukowe",
        "Włocławskie Towarzystwo Naukowe. Oddział Dobrzyński w Rypinie"
    ],
    "Włoski Instytut Kultury w Warszawie": [
        "Instytut Kultury Włoskiej w Krakowie",
        "Instytut Kultury Włoskiej w Warszawie"
    ],
    "Yale University": [
        "The Beinecke Rare Book and Manuscript Library of Yale University",
        "Yale University Press",
        "Department of Slavic Languages and Literatures of Yale University"
    ],
    "Zakład Narodowy im. Ossolińskich we Lwowie": [
        "Zakład Narodowy im. Ossolińskich we Lwowie (do 1945)"
    ],
    "Zakład Narodowy im. Ossolińskich we Wrocławiu": [
        "Biblioteka Zakładu Narodowego im. Ossolińskich we Wrocławiu",
        "Ossolineum",
        "PAN. Zakład Narodowy im. Ossolińskich. Biblioteka",
        "Zakład Narodowy Imienia Ossolińskich Wydawnictwo Polskiej Akademii Nauk",
        "PAN. Zakład Narodowy im. Ossolińskich. Biblioteka",
        "Polska Akademia Nauk. Zakład Narodowy im. Ossolińskich. Biblioteka",
        "Towarzystwo Przyjaciół Ossolineum we Wrocławiu",
        "Biblioteka Narodowa im. Ossolińskich",
        "Biblioteka Narodowa. Zakład Narodowy im. Ossolińskich",
        "Fundacja Zakładu Narodowego im. Ossolińskich",
        "Institutum Ossolinianum Officina Editoria",
        "Towarzystwo Przyjaciół Ossolineum we Wrocławiu",
        "Zakład Narodowy im. Ossolińskich . Wydawnictwo",
        "Zakład Narodowy im. Ossolińskich. Biblioteka",
        "Zakład Narodowy im. Ossolińskich. Oddział"
    ],
    "Zamek Królewski na Wawelu": [
        "Państwowe Zbiory Sztuki na Wawelu"
    ],
    "Zamojski Dom Kultury": [
        "Wojewódzki Dom Kultury w Zamościu",
        "Klub Literacki przy Wojewódzkim Domu Kultury w Zamościu",
        "Dom Kultury w Zamościu"
    ],
    "Zarząd Główny Stowarzyszenia Twórców Ludowych": [
        "Oddział Stowarzyszenia Twórców Ludowych w Zamościu",
        "Oddział Zamojski Stowarzyszenia Twórców Ludowych",
        "Na zlecenie STL [Stowarzyszenia Twórców Ludowych]",
        "Oddział Stowarzyszenia Twórców Ludowych - Gdańsk, Gdynia, Sopot",
        "Oddział Stowarzyszenia Twórców Ludowych - Opole",
        "Oddział Stowarzyszenia Twórców Ludowych - Warszawa",
        "Oddział Stowarzyszenia Twórców Ludowych - Zamość",
        "Wydawnictwo Stowarzyszenia Twórców Ludowych. Oddział w Siedlcach",
        "Zarząd Główny Stowarzyszenia Twórców Ludowych Zamojskiego Oddziału Stowarzyszenia Twórców Ludowych"
    ],
    "Zarząd Główny Związku Socjalistycznej Młodzieży Polskiej": [
        "Zarząd Wojewódzki Związku Socjalistycznej Młodzieży Polskiej",
        "Zarząd Wojewódzki Związku Socjalistycznej Młodzieży Polskiej",
        "Zarząd Miejski Związku Socjalistycznej Młodzieży Polskiej w Nowym Sączu",
        "Zarząd Uczelniany Związku Socjalistycznej Młodzieży Polskiej",
        "Związek Socjalistycznej Młodzieży Polskiej w Katowicach",
        "Wydział Kultury Zarządu Wojewódzkiego Związku Socjalistycznej Młodzieży Polskiej",
        "Zarząd Wojewódzki ZSMP [Związku Socjalistycznej Młodzieży Polskiej]",
        "Zarząd Wojewódzki Związku Socjalistycznej Młodzieży Polskiej w Częstochowie",
        "Zarząd Wojewódzki Związku Socjalistycznej Młodzieży Polskiej w Gorzowie Wielkopolskim",
        "Zarząd Wojewódzki Związku Socjalistycznej Młodzieży Polskiej w Katowicach",
        "Zarząd Wojewódzki Związku Socjalistycznej Młodzieży Polskiej w Koninie",
        "Zarząd Wojewódzki Związku Socjalistycznej Młodzieży Polskiej w Legnicy",
        "Zarząd Wojewódzki Związku Socjalistycznej Młodzieży Polskiej w Rzeszowie",
        "Zarząd Wojewódzki Związku Socjalistycznej Młodzieży Polskiej w Słupsku",
        "Zarząd Wojewódzki Związku Socjalistycznej Młodzieży Polskiej w Szczecinie",
        "Zarząd Wojewódzki Związku Socjalistycznej Młodzieży Polskiej w Tarnobrzegu",
        "Zarząd Wojewódzki Związku Socjalistycznej Młodzieży Polskiej we Wrocławiu",
        "Zarząd Zakładowy Związku Socjalistycznej Młodzieży Polskiej Huty im. Bolesława Bieruta w Częstochowie",
        "Zarząd Związku Socjalistycznej Młodzieży Polskiej",
        "ZG ZSMP [Zarząd Główny Związku Socjalistycznej Młodzieży Polskiej]",
        "ZW Związek Socjalistycznej Młodzieży Polskiej"
    ],
    "Zarząd Krajowy Związku Młodzieży Wiejskiej": [
        "Krajowy Klub Literacki Związku Młodzieży Wiejskiej w Krakowie",
        "Koło Związku Młodzieży Wiejskiej w Wąglanach (woj. piotrkowskie)",
        "Zarząd Wojewódzki Związku Młodzieży Wiejskiej",
        "Zarząd Wojewódzki Związku Młodzieży Wiejskiej w Białej Podlaskiej",
        "Zarząd Wojewódzki Związku Młodzieży Wiejskiej w Katowicach",
        "Zarząd Wojewódzki Związku Młodzieży Wiejskiej w Olsztynie",
        "Zarząd Wojewódzki Związku Młodzieży Wiejskiej w Płocku",
        "Zarząd Wojewódzki Związku Młodzieży Wiejskiej w Siedlcach"
    ],
    "Zrzeszenie \"Wolność i Niezawisłość\"": [
        "Zarząd Główny \"Wolność i Niezawisłość\""
    ],
    "Zrzeszenie Kaszubsko-Pomorskie": [
        "Zrzeszenie Kaszubsko-Pomorskie w Lęborku",
        "Zarząd Główny Zrzeszenia Kaszubsko-Pomorskiego",
        "Klub Studencki \"Pomorania\" przy Zrzeszeniu Kaszubsko-Pomorskim w Gdańsku",
        "Oddział Zrzeszenia Kaszubsko-Pomorskiego w Lęborku",
        "Oddział Zrzeszenia Kaszubsko-Pomorskiego",
        "Zrzeszenie Kaszubsko-Pomorskie. Oddział",
        "Zrzeszenie Kaszubsko-Pomorskie. Oddział",
        "Zrzeszenie Kaszubsko-Pomorskie. Zarząd Główny",
        "Oddział Gdyński Zrzeszenia Kaszubsko-Pomorskiego",
        "Oddział Miejski Zrzeszenia Kaszubsko-Pomorskiego w Lęborku",
        "Zrzeszenie Kaszubsko-Pomorskie. Oddział Człuchów",
        "Zrzeszenie Kaszubsko-Pomorskie. Oddział Pucki",
        "Zrinyi Ny.",
        "Zrzeszenie Kaszubsko-Pomorskie Oddział w Chojnicach",
        "Zrzeszenie Kaszubsko-Pomorskie. Oddział Gdańsk",
        "Zrzeszenie Kaszubsko-Pomorskie. Oddział Miejski",
        "Zrzeszenie Kaszubsko-Pomorskie. Oddział Szemud"
    ],
    "Zrzeszenie Literatów Polskich w Republice Czeskiej": [
        "Zrzeszenie Literatów Polskich w Czechach (do 1993: w Czechosłowacji)"
    ],
    "Związek Artystów Scen Polskich": [
        "Rada Artystyczna Związku Artystów Scen Polskich",
        "Sekcja Krytyków Teatralnych Związku Artystów Scen Polskich",
        "Zarząd Główny Związku Artystów Scen Polskich",
        "Ośrodek Kultury Mowy przy Zarządzie Głównym Związku Artystów Scen Polskich",
        "Fundacja \"Teatr\" przy Związku Artystów Scen Polskich",
        "sekcja reżyserów przy Związku Artystów Scen Polskich ZASP",
        "Wydawnictwo ZASP [Związku Artystów Scen Polskich]",
        "Wydawnictwo Związku Artystów Scen Polskich",
        "Zarząd Oddziału Związku Artystów Scen Polskich"
    ],
    "Związek Górnośląski": [
        "Związek Górnośląski w Katowicach",
        "Związek Górnośląski w Opolu"
    ],
    "Związek Harcerstwa Polskiego": [
        "Komenda Chorągwi Związku Harcerstwa Polskiego w Katowicach"
    ],
    "Związek Kompozytorów Polskich": [
        "Sekcja Muzykologiczna Związku Kompozytorów Polskich"
    ],
    "Związek Literatów Polskich": [
        "Oddział Warszawski Związku Literatów Polskich",
        "Związek Literatów Polskich Oddział w Lublinie",
        "Kielecki Oddział Związku Literatów Polskich",
        "Oddział Związku Literatów Polskich w Poznaniu",
        "Związek Literatów Polskich. Oddział",
        "Związek Literatów Polskich Oddział w Łodzi",
        "Klub Poetów przy Oddziale Związku Literatów Polskich w Warszawie",
        "Związek Literatów Polskich Oddział w Kielcach",
        "Krakowski Oddział Związku Literatów Polskich",
        "Zarząd Oddziału Warszawskiego Związku Literatów Polskich",
        "Związek Literatów Polskich Oddział w Krakowie",
        "Związek Literatów Polskich Oddział w Szczecinie",
        "Lubelski Oddział Związku Literatów Polskich",
        "Oddział Związku Literatów Polskich w Łodzi",
        "Zarząd Główny Związku Literatów Polskich",
        "Związek Literatów Polskich Oddział w Rzeszowie",
        "Związek Literatów Polskich. Oddział Warszawski",
        "Związek Literatów Polskich. Oddział Warszawski",
        "Grupa Literacka \"Wybór\"  Koła Młodych przy Oddziale Warszawskim Związku Literatów Polskich",
        "Oddział ZLP",
        "Oddział Związku Literatów Polskich",
        "Oddział Związku Literatów Polskich w Gdańsku",
        "Oddział Związku Literatów Polskich w Kielcach",
        "Oddział Związku Literatów Polskich w Krakowie",
        "Oddział Związku Literatów Polskich w Olsztynie",
        "Oddział Związku Literatów Polskich w Rzeszowie",
        "Zwiazek Literatów Polskich. Koło",
        "Związek Literatów Polskich (powstały 1983)",
        "Związek Literatów Polskich (zawieszony 1981)",
        "Związek Literatów Polskich Oddział w Płocku",
        "Związek Literatów Polskich Oddział w Warszawie",
        "Związek Literatów Polskich w Szczecinie",
        "Związek Literatów Polskich. Krakowski Oddział",
        "Związek Literatów Polskich. Oddział. \"MiGG\"",
        "Migg. Związek Literatów Polskich",
        "Klub Literacki Związku Literatów Polskich w Białymstoku",
        "Oddział Związku Literatów Polskich - Białystok",
        "Oddział Związku Literatów Polskich - Bydgoszcz",
        "Oddział Związku Literatów Polskich - Gdańsk, Gdynia, Sopot",
        "Oddział Związku Literatów Polskich - Katowice",
        "Oddział Związku Literatów Polskich - Kielce",
        "Oddział Związku Literatów Polskich - Kraków",
        "Oddział Związku Literatów Polskich - Lublin",
        "Oddział Związku Literatów Polskich - Łódź",
        "Oddział Związku Literatów Polskich - Olsztyn",
        "Oddział Związku Literatów Polskich - Opole",
        "Oddział Związku Literatów Polskich - Poznań",
        "Oddział Związku Literatów Polskich - Rzeszów",
        "Oddział Związku Literatów Polskich - Słupsk",
        "Oddział Związku Literatów Polskich - Szczecin",
        "Oddział Związku Literatów Polskich - Warszawa",
        "Oddział Związku Literatów Polskich w Bydgoszczy",
        "Oddział Związku Literatów Polskich w Koszalinie",
        "Oddział Związku Literatów Polskich w Opolu",
        "Oddział Związku Literatów Polskich w Zielonej Górze",
        "Oficyna Wydawnicza \"Pogranicze\" Oddział Związku Literatów Polskich w Białymstoku",
        "Stowarzyszenie Katyń: Związek Literatów Polskich",
        "Śląski Fundusz Literacki, nakł. Oddziału Związku Literatów Polskich",
        "Zarząd Oddziału Związku Literatów Polskich w Zielonej Górze",
        "Związek Literatów Polskich - Poznań",
        "Związek Literatów Polskich na Kaszubach w Gdyni (założony 1931)",
        "Związek Literatów polskich Oddział w Koszalinie",
        "Związek Literatów Polskich Oddział w Olsztynie",
        "Związek Literatów Polskich Oddział w Opolu",
        "Związek Literatów Polskich Oddział w Poznaniu",
        "Związek Literatów Polskich Oddział w Słupsku",
        "Związek Literatów Polskich Oddział w Zielonej Górze",
        "Związek Literatów Polskich. Koło w Płocku",
        "Związek Literatów Polskich. Oddział \"Agora\"",
        "Związek Literatów Polskich. Oddział Lubelski",
        "Związek Literatów Polskich. Oddział. Stowarzyszenie Pracy Twórczej",
        "Związek Literatów Polskich. Zarząd Główny",
        "Związek Literatów Polskich. Zarząd Oddziału"
    ],
    "Związek Nauczycielstwa Polskiego": [
        "Wydawnictwo Pedagogiczne Związku Nauczycielstwa Polskiego",
        "Zarząd Główny Związku Nauczycielstwa Polskiego",
        "Zarząd Okręgu Związku Nauczycielstwa Polskiego",
        "Zarząd Okręgu Lubuskiego Związku Nauczycielstwa Polskiego w Zielonej Górze",
        "Oddział Związku Nauczycielstwa Polskiego",
        "Zarząd Główny Związku Nauczycielstwa Polskiego w Warszawie",
        "Zarząd Okręgu Podlaskiego Związku Nauczycielstwa Polskiego w Białymstoku",
        "Zarząd Okręgu Podlaskiego Związku Nauczycielstwa Polskiego w Białymstoku",
        "Zarząd Okręgu Związku Nauczycielstwa Polskiego w Opolu",
        "Grupa Literacka \"Pomosty\" Nauczycielskiego Stowarzyszenia Oświatowo-Kulturalnego \"Nastok\" przy Zarządzie Oddziału ZNP [Związku Nauczycielstwa Polskiego]",
        "Grupa Literacka ZO ZNP w Cieszynie",
        "Nauczycielski Klub Literacki \"Ananke\" ZNP Oddział Wrocław Fabryczna",
        "Nauczycielski Klub Literacki [przy Zarządzie Okręgu Związku Nauczycielstwa Polskiego]",
        "Wielkopolski Zarząd Związku Nauczycielstwa Polskiego w Poznaniu",
        "Zarząd Oddziału ZNP [Związku Nauczycielstwa Polskiego]",
        "Zarząd Okręgowy Związku Nauczycielstwa Polskiego w Białymstoku",
        "Zarząd Okręgu Związku Nauczycielstwa Polskiego w Zielonej Górze",
        "Klub Związku Nauczycielstwa Polskiego",
        "Komisja Historyczna Związku Nauczycielstwa Polskiego przy Zarządzie Oddziału",
        "Lubelski Zarząd Okręgu Związku Nauczycielstwa Polskiego",
        "Oddział Miejski Związku Nauczycielstwa Polskiego w Lublinie",
        "Oddział Związku Nauczycielstwa Polskiego w Płocku",
        "RO ZNP [Rada Oddziału Związku Nauczycielstwa Polskiego]",
        "Sekcja Literacka Związku Nauczycielstwa Polskiego w Cieszynie",
        "Sekcja Nauczycieli-Literatów przy Związku Nauczycielstwa Polskiego. Oddział",
        "Wyższa Szkoła Pedagogiczna Związku Nauczycielstwa Polskiego",
        "WZO ZNP w Poznaniu",
        "Zarząd Oddziału Związku Nauczycielstwa Polskiego w Koszalinie",
        "Zarząd Oddziału Związku Nauczycielstwa Polskiego w Piotrkowie Trybunalskim",
        "Zarząd Oddziału Związku Nauczycielstwa Polskiego w Świebodzinie",
        "Zarząd Okręgowy Związku Nauczycielstwa Polskiego",
        "Zarząd Okręgu Podlaskiego Związku Nauczycielstwa Polskiego",
        "Zarząd Okręgu Stołecznego ZNP [Związku Nauczycielstwa Polskiego]. Okręgowa Komisja Historyczna w Warszawie",
        "Zarząd Okręgu Związku Nauczycielstwa Polskiego w Lublinie",
        "Zarząd Związku Nauczycielstwa Polskiego w Koszalinie",
        "ZNP [Związek Nauczycielstwa Polskiego]. ZO [Zarząd Okręgu]"
    ],
    "Związek Pisarzy Litwy": [
        "Sekcja Polska przy Związku Pisarzy Litewskich"
    ],
    "Związek Podhalan": [
        "Ognisko Związku Podhalan im. Tadeusza Staicha w Lublinie",
        "Oficyna Wydawnicza Związku Podhalan",
        "Oddział Związku Podhalan w Ludźmierzu",
        "Amatorski Zespół Teatralny \"Hyrni\" przy Związku Podhalan w Chicago",
        "Związek Podhalan Zarząd Oddziału w Łudźmierzu",
        "Klub Literacki im. Piotra Borowego przy Orawskim Oddziale Związku Podhalan",
        "Koło nr 42 \"Biały Dunajec\" przy Zarządzie Głównym Związku Podhalan w Ameryce Północnej",
        "Lubelskie Ognisko związku Podhalan im. Tadeusza Steicha",
        "na zlecenie Tatrzańskiego Oddziału Związku Podhalan. Ognisko w Kościelisku",
        "Orawski Klub Literacki im. Piotra Borowego przy Orawskim Związku Podhalan w Zubrzycy Górnej",
        "Sanktuarium Matki Boskiej Ludźmierskiej, Oddział Związku Podhalan w Ludźmierzu",
        "we współpracy Oddziału Pienińskiego Związku Podhalan",
        "Związek Podhalan im. Tadeusza Staicha Ognisko w Lublinie",
        "Związek Podhalan. Oddział Tatrzański. Ognisko im. Tadeusza Staicha",
        "Związek Podhalan. Oddział w Ludźmierzu"
    ],
    "Związek Polskich Artystów Plastyków": [
        "Sekcja Ilustratorów Okręgu Warszawskiego Związku Polskich Artystów Plastyków",
        "Związek Polskich Artystów Plastyków Okręg Warszawski",
        "Galeria Związku Polskich Artystów Plastyków",
        "Warszawski Okręg Związku Polskich Artystów Plastyków",
        "Zarząd Główny Związku Polskich Artystów Plastyków",
        "Związek Artystów Plastyków. Oddział",
        "Związek Polskich Artystów Plastyków. Agencja Prawa Autorskiego",
        "Związek Polskich Artystów Plastyków. Okręg w Poznaniu"
    ],
    "Związek Sybiraków": [
        "Związek Sybiraków. Zarząd Główny. Komisja Historyczna",
        "Związek Sybiraków. Oddział Wojewódzki",
        "Związek Sybiraków. Oddział",
        "Związek Sybiraków. Region Warmińsko-Mazurski",
        "Komisja Historyczna Oddziału Wojewódzkiego Związku Sybiraków w Gorzowie",
        "Oddział Wojewódzkiego Związku Sybiraków w Rzeszowie",
        "Zarząd Główny Związku Sybiraków",
        "Związek Sybiraków. Koło w Kłodzku",
        "Związek Sybiraków. Oddział Wojewódzki w Radomiu",
        "Związek Sybiraków. Zarząd Wojewódzki"
    ],
    "Związek Więźniów Politycznych Okresu Stalinowskiego": [
        "Związek Więźniów Politycznych Okresu Stalinowskiego. Oddział Radom"
    ],
    "Łódzkie Towarzystwo Naukowe": [
        "Łódzkie Towarzystwo Naukowe = Societas Sceintiarum Lodziensis. Wydział I - Językoznawstwa, Nauki o Literaturze i Filozofii"
    ],
    "Śląski Okręg Wojskowy": [
        "Oddział Wychowawczy Śląskiego Okręgu Wojskowego"
    ],
    "Światowa Federacja PEN-Club": [
        "Polski PEN Club",
        "Polski Klub Literacki PEN",
        "Amerykański PEN Club",
        "Portugalski PEN-Club",
        "Słoweński PEN-Club",
        "Czeski PEN Club",
        "Rosyjsko-radziecki PEN-Club",
        "Szwedzki PEN-Club",
        "Austriacki PEN-Club",
        "Białoruski PEN-Club",
        "Brytyjski PEN-Club",
        "Czeskie Centrum PEN Clubu",
        "Czeskie Międzynarodowe Centrum PEN Klubu w Pradze",
        "Duński PEN-Club",
        "Komitet do spraw Pisarzy Uwięzionych i Represjonowanych Polskiego Pen-Clubu",
        "Litewski PEN-Club",
        "Litewskie PEN Centrum",
        "Niemiecki PEN Club",
        "Oddział Polskiego Klubu Literackiego PEN",
        "PEN CLUB w Nowym Jorku",
        "PEN-Club",
        "Polski PEN Club w Londynie",
        "Rosyjski PEN Club",
        "Serbski PEN-Club",
        "Słowacki PEN-Club",
        "Słoweńskie Centrum PEN",
        "Węgierski PEN-Club",
        "Zarząd Polskiego PEN-Clubu"
    ],
    "Żydowski Instytut Naukowy YIVO (YIVO Institute For Jewish Research) w Nowym Jorku": [
        "YIVO Institute for Jewish Research w Waszyngtonie",
        "Instytut Naukowy YIVO w Nowym Jorku"
    ]
}